{"objective": {"professional summary": ["Professional summary", "I would best describe myself as hospitable, self-motivated and influential as I am big advocate in positive changes. I have experience of working in teams to deliver projects on time and my knowledge in criminology and sociology has allowed me to develop further interest to contribute to the society. I have strong communication and people skills as I enjoy gaining opportunities through interactions. Lastly, I am able to work well under pressure due to my past work experiences which required maintaining and adapting my role under any given circumstances which shows I am a fast learner and able to easily adapt to the needs of the task at hand."]}, "work_and_employment": {"work history": ["Work history", "Radio Show Host, 10/2019 to 03/2020", "Insanity Radio - Egham, Surrey", "· Created innovative topics covering diverse topics from cultural, societal, relationships, women empowerment as well as addressing students concerns in the university by proving advice.", "· Presented excellent content with positivity and enthusiasm, aligned to the individuals in university by creating relatable content on how to improve as an individual and sharing my own experience.", "· Planned, researched and scripted content for an hour show each week by bringing new music and urban culture to educate people on the diverse music and topics.", "· Used developed interview techniques to get the best out of guests for engaging results, including musicians and artists.", "· Grew client base through continued levels of outstanding services, such as reaching out on social media to create a large platform and promote upcoming artists new music.", "· Delivered an exceptional level of service to each customer by listening to concerns and answering questions by a creating advice panel.", "Teaching Assistant, 10/2018 to 11/2018", "Feltham Juvenile Prison - Feltham", "- Worked with Juvenile Prisoners in teaching them Criminology and Sociology course alongside Lecturers.", "- Worked in teams and created fun activities in order to gain their engagement with the material and aid with their participation in class.", "- Maintained a good relationship as well as a strict boundary adhering to the prison guidelines.", "- Learned how to engage and interact with people of different backgrounds and meet their needs in order for Juvenile prisoners to achieve efficient results.", "- Gained more knowledge on how the prison works for the benefit of my 'criminology and sociology' course.", "- Developed knowledge and the motivation to help individuals involved in delinquent activities for future opportunities in the legal department.", "Sales Assistant, 08/2018 to 09/2018", "Uniqlo - London , Middlesex", "· Accepted and processed cash, cheque, card and mobile payments.", "· Assisted with cleaning duties to maintain high standards in-store presentation and hygiene.", "· Fostered relationships with customers to expand customer base and enhance loyalty and retention.", "· Received and processed product returns.", "· Listened to customer needs and desires to identify and recommend optimal products.", "· Maintained up-to-date knowledge of store sales, payment policies and security standards.", "· Processing of deliveries, maintaining tidy stock and equipment/back of house areas.", "· Replenishment of stock and display changes on the shop floor.", "· Improved work ethic by meeting the sales targets by staying consistent hard work and dedication to meeting the standards of the brand.", "Event Waitress, 11/2017 to 12/2017", "Fuel Hospitality - london, middlesex", "· Guided guests through dining rooms and provided needed assistance.", "· Provided friendly and courteous service to all guests.", "· Cleaned, sanitised and organised food speed racks, bins, dry storage racks and chemical storage room.", "· Completed shift beginning and end procedures, including cleaning the dishes and setting up the table and following the event rules to provide excellent service to the customers.", "· Worked at prestigious events such as London Zoo, Arsenal Stadium, Hospitals.", "· The confirmed the legal drinking age of customers and discontinued service to intoxicated guests to eliminate liability and adhere to legal restrictions.", "· Welcomed guests with a personable attitude and smile, offering to bring beverage orders while reviewing menu options.", "· Prepared food tableside, including carving meats, boning fish and fowl and preparing flaming dishes.", "Teaching Assistant, 10/2016 to 02/2017", "Kumon Tuition - Harrow on the Hill, HRW", "● Taught English and Maths.", "· Distributed learning materials such as assignments, textbooks, and pencil and paper.", "· Supported the teacher with learning materials for the continued smooth running of classroom activity.", "· Worked with children of special needs by adjusting their learning materials and my teaching skills.", "· Prepared a positive learning environment, creating an engaging teaching method to maintain the attentiveness of the children.", "· Collaborated with the teacher to devise and implement developmentally appropriate lessons aligning with the school's philosophy and mission.", "· Performed administrative activities such as taking attendance, marking assignments and maintaining student records", "Latham and Watkins, July 10th 2020", "· White Collar Defense & Investigations Virtual Experience programme", "· Identify relevant documents using search terms i.e: Boolean Search term", "· Prepare for a witness interview using evidence provided", "· Calculate a potential prison sentence and fines on chargeable offenses under the U.S. Sentencing Guidelines"]}, "education_and_training": {"education": ["Education", "GCSE, 2015", "Nowerhill High-School - North Harrow", "8 GCSE's All A-C", "➢ Science (additional)", "➢ Drama", "➢ Maths", "➢ Music", "➢ Further additional science", "➢ Business studies", "➢ English language", "➢ English literature", "➢ RE", "A-Levels, 2017", "Haydon Highschool - Northwood, HIL", "● Sociology A level", "● BTEC Business Studies", "● Bengali AS Level", "BSc Criminology and Sociology , 2020", "Royal Holloway University of London - Egham", "Accomplishments", "· Project Development - Collaborated with Insanity Radio Team in the development of charities to raise money for Cancer Hospitals, Animal Shelter, Children's Learning etc. Second project, consisted of giving a presentation at the sixth form Logic regarding Radio Hosting.", "· Speak languages: Bengali, Hindi, English.", "· Created a fitness page on Instagram.", "Contact", "Address: : 82 Cambridge Road , North Harrow, Middlesex Ha2 7LE :", "Phone: : 07921540473", "Email: : aafreeng@gmail.com"]}, "skills": {"skills": ["Skills", "Communication skill, strong verbal communication", "Engagement personality", "Problem Solving", "Team Leadership", "Powerful negotiator", "Organisation and Planning skills", "Client assessment and analysis"]}, "accomplishments": {"project": ["Project Management", "Self-Motivated", "Conflict resolution and quick thinking", "Confident and extrovert", "Creative in Fashion, Music and Make-up."]}, "misc": {}, "contact_info": ["Aafreen Alzena Gani"]}