{"objective": {}, "work_and_employment": {"employment history": ["Employment history", "[image: image1.png]mal", "Crane Payment Innovations (Division of Crane Co.)", "06/2004 – 07/2020", "Formerly MEI UK International and MARS Electronics", "Market leader in automated payment solutions partnering with businesses to provide payment experiences that set new and innovative standards for consumer convenience, security, and reliability in vending, gaming, retail and self-service payment services.", "Prior positions held: Sr. Financial Analyst (02/2014), Channel Financial Analyst (12/2010), Finance Analyst (03/2006) and Credit Analyst (06/2004).", "Sr. Financial Analyst", "02/2014 - 07/2020", "Responsibilities", "Financial accounting", "· Manage all EMEA accounting transactions and reconciliations", "· Create and ensure adherence to the Group month end timetable and reporting deadlines.", "· Monthly VAT Returns – Prepared monthly VAT returns later moved to checking the VAT returns before submission", "· Preparation and review of all balance sheet reconciliations monthly to tight deadlines.", "· Oversee monthly journals and month end accruals.", "· Month End Reporting using SAP by WD2", "· Year – End Statutory accounting from US GAAP to UK GAAP, including leading the finance team in the internal and yearend audit and tax processes", "· Complete tax filings in conjunction with local tax advisors.", "· Annual Stock Take, analysed variance (SAP v actual count) for re-counts and finally posting variances in SAP followed by reconciliation of stock for audit.", "· Treasury management, multicurrency circa €10m.", "Budgeting and forecasting", "· Compilation and consolidation of three-year strategic plans, annual budgets (circa $80m) and quarterly forecasting - multiple currencies, SWB and overheads.", "· Compilation and consolidation of weekly business position forecasting", "· Identify/model potential risks and opportunities to budgets/forecasts", "· Adapting plans for alternative scenarios", "Management reporting", "· Generate monthly key business reporting packs and analytics to the Executive and Senior Management teams for presentation to internal and external stakeholders", "· Analyse key month end performance drivers versus budget and prior year", "· Compile and present monthly financials and participate in the various discussions on the directional strategy of the business", "Control and compliance", "· Ensure adequate systems, policies, processes and controls exist to safeguard company assets.", "· Deliver quality, accurate and timely financial information tailored to the target audience.", "· Check and release orders up to $ 100k when required.", "· Check and release credit/debit memos up to $ 50k when required.", "· Analyze and approve pricing proposals to customers ensuring they are in line with strategic direction.", "· Approve Special Customer Agreements (Trade discounts) ensuring no adverse impact on standard margin.", "System/process design, development and re-engineering", "· Oversee the development of reporting tools and processes to support the financial accounting and financial analysis functions, as well as the wider business.", "Staff", "· Manage and develop the EMEA team (2 employees).", "Accomplishments", "Reporting", "· Designed, developed, implemented and utilised a suite of financial reports for use across the business via Business Planning Consolidation, Business Objects and Excel", "· Worked successfully with IT and other departments to understand capabilities and requirements.", "· Automation of key financial information led to significantly quicker and better-informed decision making and successive annual overhead cost reductions across the business", "· Reorganising using process mapping to streamline the credit control function across all channels", "· Successfully resolved cashless connection charges dispute with a Top 5 Customer, resulting in recovery of revenue not invoiced in prior years (£ 550k).", "· Part of the team that achieved a successful ERP system transfer (switch Off - Switch On) from MANMAN to SAP with end to end testing including writing test scripts. On the SAP upgrade I wrote and tested scripts for all financial transactions.", "· Improved balance sheet reconciliation – from layout, detail and resolution of open items", "Month end", "· Co-lead a Kaizen event (continuous improvement) reducing our close to two working days with reporting available on the third (previously 6 and 8 days)", "· Developed a consolidation model that, along with significant process improvements, reduced our close to three working days with reporting available on the fifth (previously six and ten days respectively)", "Acquisition", "· Worked closely with Crane Co to understand their control and compliance requirements (SOX). Successfully implemented these, reported key compliance metrics to deadlines and passed internal audits.", "Other work placements", "Accountancy Additions (Temporary) - UK (02/2004 - 05/2004) – Accounts Administrator", "Mcraaes Sound - Mumbai, India (02/99 – 01/04) – Admin (Operations) and Finance Manager", "Willich Saudi Arabia Ltd. - Saudi Arabia (06/92 – 09/98) – Admin & Finance Manager (03/95): Administrator (06/92)."]}, "education_and_training": {"education": ["Education", "CIMA – ACMA, UK", "Diploma in Personnel Management, India", "Bachelor of Commerce Degree, India", "Professional development and IT skills", "· MS Office literate – Excel (advanced formulae and pivot tables), Word, PowerPoint and Access. Internal and external Excel training courses.", "· Business Objects, SAP BPC and QLIX design and reporting", "· SAP and Sage accounting and payment systems", "· Trained Kaizen Facilitator", "· CIMA online CPD courses", "· Training Courses in Credit Management, VAT, Kaizen and Project Management", "· Anti-corruption and code of conduct training (CraneCo)", "Other interests", "· Charity Work - Core team member of the parish social project, raised over £84k over a 3-year period for the charity RTU (Reaching the Unreached).", "· Till May ’20 was a Trustee (term expired) of the St. Mary’s Priory Fernham Residual Fund, a registered charity in the UK (Charity no. 229393).", "· Helping in the local Catholic parish, member of the parish finance committee and the church social committee.", "· Member of the Philanthropy team at CPI working to assist various charities with activities and fund raisers.", "Acurcio D’souza BCom ACMA CGMA", "Page 2 of 3"]}, "skills": {}, "accomplishments": {}, "misc": {}, "contact_info": ["Acurcio (Robin) D’souza Alves ACMA CGMA", "(: acurciod@yahoo.co.uk (: 07786 925 286 (: Reading, Berkshire", "Profile", "Eight years post qualified ACMA with broad experience of both FP&A and FC functions; most recently gained within a payment systems market leader subject to rapid growth and acquisition. Proven record of identifying, developing and implementing effective and efficient process and procedure improvements. Strong understanding of strict adherence to control and compliance requirements and their implementation. Valued team member and leader who engenders trust, loyalty and longevity within the organisation.", "A personable and knowledgeable Financial Accountant with a wealth of financial and commercial experience gained within a payment solutions company. Adaptable to change management, with a supportive and effective management style and deep desire to improve business efficiencies thorough the understanding and analysis of financial data. Industrious, possessing strong work ethics and can think on my feet which has provided managerial success in both team and sole based positions."]}