{"objective": {}, "work_and_employment": {"work experience": ["Work experience abroad", "· Member of Italian team at University of Linkoeping (Sweden), during the project, promoted by Rank Xerox in collaboration with Politecnico di Milano, aimed at developing an Artificial Intelligence SW to support production activities of manufacturing companies.", "· Member of Italian team at DAT GmbH in Dusseldorf (Germany), within the European project Eureka Famos Prisma.", "· Italian technical coordinator of European Brite Sesame project at Strässle GmbH in Stuttgart (Germany).", "· Italian technical coordinator of European Brite Sesame project at University of Edinburgh (UK).", "· Italian technical coordinator of European Brite Sesame project at University of Hannover (Germany).", "· Leader at Cincinnati Milacron in Cincinnati (Ohio – USA) of Spring’s team working on a new FMS designed for Alenia Spa."]}, "education_and_training": {}, "skills": {}, "accomplishments": {"thesis": ["Thesis title: \"An artificial intelligence expert systems for mechanical process planning”", "· Liceo Scientifico Respighi in Piacenza.", "Graduated in 1981 with a score of 60/60", "Main courses attended", "· “Marketing Excellence”, SDA Bocconi, 2017", "· “Business Marketing”, SDA Bocconi, 2015", "· “Tools for strategic analysis of competition - Competitive Intelligence\", SDA Bocconi, 2014", "· “Marketing”, SDA Bocconi, 2013", "· “Speech in public”, Adexia, 2012", "· “Trading”, Athena, 2011", "· “Team building and management of meetings”, Adexia, 2011", "· “Leadership and the role of the head”, Athena, 2008", "· “Value analysis and design to cost”, Cegos, 2007", "· “Advanced techniques of decision analysis to evaluate project risks”, IIR, 2005", "· “The development of new products according ISO7TS and QS9000”, GALGANO & Associati, 2003", "· “The manager as a coach”, ISTUD, 2000", "Military service", "Served from October 1988 to December 1989 as lieutenant of the Army Technical Corp."], "publications": ["Publications", "· “Progetto EUREKA-FAMOS-PRISMA. Sistema integrato CAAP e di controllo della produzione per le problematiche di assemblaggio”", "Automazione industriale: gestione dell’innovazione tecnologica e nuove realizzazioni (Pavia, 1991).", "· “Impiego di strumenti basati sulla conoscenza per la definizione di parti meccaniche”", "I sistemi esperti nell’automazione: applicazioni e prospettive (Milano, 1992).", "· “L’integrazione tra progettazione e produzione”", "Tecnologie Meccaniche (nr. 9, Settembre 1992).", "· “Tecnologia di Gruppo e CAAP: strumenti per l’ingegneria coordinata ed integrata (Concurrent Engineering)”", "L’automazione per migliorare i costi, la qualità, la produttività (Pavia, 1992).", "· “Un progetto che fa riflettere. Primo piano sul progetto europeo Prisma, per raggiungere il top nell’assemblaggio delle macchine utensili”", "La Rivista di Meccanica (nr. 1014, Settembre 1992).", "· “A project that is matter of thought. A look at Prisma, a European project for streamlining machine-tool assembly”", "La Rivista di Meccanica - International Edition (nr. 134, Marzo-Aprile 1993).", "· “Applicazioni CAD/CAM per la competitività produttiva”", "Tecnologie Meccaniche (nr. 6, Giugno 1993).", "· “A modern way to design and develop machinery and equipment for production, transport, pumping and distribution of concrete”", "ERMCO ’98 (Lisbona 1998)", "· “Vicini all’installatore per storia e tradizione”", "Commercio idrotermosanitario (Milano, Marzo 2014)", "Foreign languages", "Fluent English", "Note:", "I authorize the use of my personal data according to the D. Lgs. 196/2003”. AUT. MIN. Prot. 26543 D. Lgs. 276/03"]}, "misc": {}, "contact_info": ["Personal data", "Name:", "Aldo Fumi", "Address:", "Vicolo Serafini, 10", "29121 Piacenza – Emilia Romagna - Italy", "Home:", "+39.0523.1493910", "Office:", "+39.02.90699339", "Mobile:", "+39.334.6874466", "E-mail: al.fu@libero.it", "Birth date:", "12.10.1962", "Birth place:", "Piacenza", "Status:", "Married", "Schooling", "· MSc degree in Mechanical Engineering at Politecnico di Milano", "Graduated in April 1988 with a score of 91/100"]}