{"objective": {"summary": ["SUMMARY", "Specialist in quantitative and qualitative analysis to make strategic and financial decisions, resulting in a positive impact", "both for the business and its people. I have demonstrated experience in consulting, project management, and data", "analysis. I am passionate for performing data analysis incorporating human behavior as an additional factor to produce", "more robust analyses. Interested in consulting, strategy, corporate finance, human capital, and consumer insights."]}, "work_and_employment": {"experience": ["EXPERIENCE", "Senior Actuarial Analyst", "Mercer", "Mexico City, MX"]}, "education_and_training": {"education": ["EDUCATION", "MSc in Behavioral Economics", "Erasmus University Rotterdam", "Rotterdam, NL", "Financial Economics Track with the following electives: Advanced Corporate Finance and Strategy, Advanced Behavioral Finance, and", "Empirical Corporate Finance", "Graduate Diploma in Mergers & Acquisitions", "Mexico Autonomous Institute of Technology (ITAM)", "Mexico City, MX", "BSc in Actuarial Science", "Mexico Autonomous Institute of Technology (ITAM)", "Mexico City, MX"], "certifications": ["CERTIFICATIONS", "R Programming", "John Hopkins University on Coursera (Jun. 2020)", "Public Speaking", "Erasmus Public Speaking Academy (Apr. 2020)", "Python for Everybody Specialization", "University of Michigan on Coursera (May. 2020)", "Introduction to Psychology", "Yale University on Coursera (Nov. 2019)", "Advanced Valuation and Strategy - M&A, Private", "Equity and Venture Capital", "Erasmus University Rotterdam on Coursera (Oct. 2019)"]}, "skills": {"languages": ["LANGUAGES", "Spanish", "Native Speaker", "English", "Professional Level", "Italian", "Intermediate Level"], "technical skills": ["TECHNICAL SKILLS", "Microsoft Office Stata R", "Visual Basic Python"]}, "accomplishments": {"project": ["Project manager for more than 15 clients from different industries, including some of Mercer Mexico's top tier clients. This involved every", "aspect of the project: from the service proposal, setting deadlines, and reviewing the work of junior analysts, to having constant", "communications with internal and external stakeholders and presenting results to the clients", "Responsible for keeping a good relation with clients. I maintained constant communication, identifying needs, which allowed me to", "propose additional strategic services, thus bringing new business opportunities for Mercer", "Performed actuarial valuations of labor liabilities under MexGAAP, US GAAP, and IFRS. I presented the results of these valuations to the", "clients, suggesting recommendations and strategies in line with their financial planning", "I got involved with Mercer's Mergers & Acquisitions Department, becoming the only Senior Analyst within my area involved in M&A", "projects. I coordinated due diligence and harmonization of employee compensation & benefits, and had constant communication with", "both the acquirer and the target companies", "Design retirement plans and employee compensation & benefits schemes aligned to each company's needs, characteristics, and", "workforce", "Coordinated Emotional Salary projects, analyzing employee behavior and motivation related to different compensation and benefits", "schemes", "Coordinator for the internal PMO team. I optimized one of the working tools used by all analysts for making actuarial valuations, which", "reduced by 30% the total time of the valuation process", "Strategy Specialist", "Resuelve", "Mexico City, MX", "FinTech company", "In charge of transforming HR's strategy by developing numerical indicators which objectively represent the company's workforce", "Developed a tool for ranking team leaders according to several indicators. I had the opportunity of presenting this tool to all team leaders", "in the company, including the CEO and Principals. This tool helped team leaders make objective decisions for their teams", "Statistical analysis of employee turnover, including turnover costs, to raise awareness among team leaders about the importance of", "reducing employee turnover", "I served as the link between HR and Financial Planning, working together in projects such as cost optimization", "Mentor and supervisor", "tel:+31 682574065", "mailto:aarienti1@gmail.com", "-", "-", "-", "-", "-", "09/2015 - 11/2015~ +", "-", "-", "08/2014 - 08/2015~ +", "-", "03/2013 - 08/2013~ +", "EXPERIENCE", "Analysis Manager", "National Control Center for Natural Gas (Cenagas)", "Mexico City, MX", "Decentralized public organization", "Worked in the Coordination of Advisors to the Directorate-General", "Performed statistical analysis of gas flows through Mexico's gas pipelines and the tariffs established by the Energy Regulatory Commission", "and the gas carriers", "I gave direct advice to the General Manager for making analytical and strategic decisions for the Center", "FP&A", "Internal auditing of key processes", "Actuarial Analyst", "Mercer", "Mexico City, MX", "Perform actuarial valuations of labor liabilities under MexGAAP, US GAAP, and IFRS accounting standards", "Database management, including multinational clients with more than 50 thousand employees", "Intern", "Mexican Association of Insurance Institutions (AMIS)", "Mexico City, MX", "Data analysis in the Department of Statistics on Property and Car Insurance"]}, "misc": {}, "contact_info": ["# _ +", "-", "09/2019 - 08/2020~ +", "10/2016 - 07/2017~ +", "08/2010 - 05/2015~ +", "-", "-", "-", "-", "-", "-", "-", "09/2016 - 08/2019~ +", "-", "-", "-", "-", "-", "12/2015 - 08/2016~ +", "ALEJANDRO ARIENTI", "Specialist in Strategy and Data Analysis", "+31 682574065 aarienti1@gmail.com Rotterdam, NL"]}