{"objective": {}, "work_and_employment": {}, "education_and_training": {"education": ["Education", "Ongoing NEBOSH Diploma (2020- ) Online Study", "MSc Building information Modelling and Design Management- 2016 (Commendation) Northumbria University- Faculty of Built Environment; Department of Project Management", "BSc (hon) Archaeological Science- 2001 (2:2) University of Leicester - Faculty of Social Sciences; Department of Archaeology", "Chronological Work History", "MBC Agency Labourer September 2019 – April 2020 (Furlough)", "Dragon Fabrications Skilled Labourer June 2019- September 2019", "Retinue Agency Labourer Keepmoat April 2019- June 2019: various contracts March 2018-April 2019", "Pre-construct archaeology (Contract) Jan 2018 – Site assistant", "Places for People (Zero Hours) 2016-2017 – Social Care Assistant.", "Study Break (Full Time) 2015-2016 - MSc Design Management and Building Information Modelling", "Various Agencies 2014- Aug 2015 Customer Service Advisor", "Npower 2010-2014 – Senior Customer Service Advisor"]}, "skills": {}, "accomplishments": {"achievement": ["Achievements and responsibilities: Senior Customer Service/ Seconded Manager", "· Consistent performance meeting appropriate KPI", "· Seconded manager to new team, developing skills in new IT system, collected success data. All completed training beyond required levels", "· Preparation of training materials for the team, and health and safety briefs", "· Balancing my role as a TU Representative and my day job", "· Working in a fast-paced environment dealing with over 100 ongoing complex complaints requiring focus and determination to resolve in the best interest of the customer and the company", "Northumbria University, MSc Building information Modelling and Design Management", "I gained an excellent understanding of:", "· CDM 2015 from study and application in construction. An understanding of CDM is critical for anyone wishing to understand modern construction.", "· Risk and Value Engineering, which covered the implications of risk within business, its analysis within the wider context and how to manage and minimise its impact", "· Stakeholder engagement, the identification of methods and processes relating to providing information with a key component being teamwork and cooperation. This skill is particularly relevant for H&S as it addressed approaches to potentially hostile audiences", "· Critical analysis of data through a 25000-word dissertation component, the majority of which was data analysis", "· Project Management Practice: the approach to successful life cycle management on any project, something I had experience of in previous careers as an archaeologist and health and safety official.", "· Sustainability gave strong insight into responsibility for sustainability in business, not just the environmental; developed an interested in indices used to measure this and how to progress businesses into accountability.", "Hobbies & Interests", "I enjoy reading a wide range of literature, including keeping up with H&S documentation. I play and run Role Playing games for my friends and for a local café (currently online) using several different communication apps such as zoom, skype, and discord, which involves reading and employing rules in a fair and equitable manner, and being adaptable and firm much as in H&S and Management roles. I am also passionate about the environment and being outdoors"]}, "misc": {"refere": ["References", "Academic, Recent employment, Trades Union and Character references available on request", "Bibliography Available on request", ".", "Free CV template by reed.co.uk"]}, "contact_info": ["Alex Beacock MSc BSc(Hons)", "Personal Statement", "Passionate about Health and safety with a diverse background from laboratories to contact centres, archaeological sites to bicycle workshops. Experience in management, program management and change implementation. Wide range of skills, experience and knowledge valuable to any environment. Proactive self-developers with curiosity and focus, with a deep understanding and empathy for people. Absolutely ready for a challenging career as a Health and Safety advisor.", "Key Skills", "Proficiency in all areas of Microsoft Office, including Access, Excel, Word and PowerPoint", "Excellent communication skills, both written and verbal", "Currently studying for NEBOSH Diploma", "Excellent presentation and stakeholder engagement skills", "Strong data collation and analytical abilities, familiar with RIDDOR", "CITB MAP Health and Safety card holder", "Excellent team working skills and passionate about team collaboration", "Excellence in assessing risk, both business and Health and Safety", "Relevant Employment and Educational History", "Senior Customer Services Advisor – Npower Houghton le Spring", "Health and Safety Officer (GMB) (reference available)"]}