{"objective": {}, "work_and_employment": {"professional experience": ["PROFESSIONAL EXPERIENCE", "2019-PRESENT Chief Internal Auditor – VIG Viena Insurance Group", "2012-2019", "Chief Internal Auditor – Generali Romania Asigurare Reasigurare S.A.", "2008 – 2012", "Chief Internal Auditor - Bank Leumi Romania S.A.", "Main responsabilities:", "· Directs audit staff in the planning, organizing, directing, and monitoring of internal auditing operations, including assisting in hiring, training, and evaluating staff, and taking effective actions to address performance matters.", "· Directs the identification and evaluation of the organization’s audit risk areas and oversees the development of the annual audit plan based on identified risks.", "· Directs the overall performance of audit procedures, including identifying and defining issues, developing criteria, reviewing and analyzing evidence, and documenting client processes and procedures.", "· Directs the audit staff in conducting interviews, reviewing documents, developing and administering surveys, composing summary memos, and preparing working papers.", "· Directs the audit staff in the identification, development, and documentation of audit issues and recommendations for improvement.", "· Communicates the results of audit and consulting projects via written reports and oral presentations on a timely basis to management and the board of directors.", "· Develops and maintains productive team-oriented client, staff, management, and board relationships through individual contacts and group meetings.", "· Pursues professional development opportunities, including internal and external training and professional association membership, and shares information gained with co-workers.", "· Benchmarks audit work processes and promotes continuous process improvement.", "· Leads the department’s quality assurance activities.", "· Represents internal auditing at management and board meetings and with external organizations.", "· Performs related work as assigned by the audit committee of the board of directors.", "Other responsibilities:", "· Considerable knowledge of and skills in applying internal auditing and accounting principles and practices, and management principles.", "· Comply with internal working schedule, use effectively and efficiently the time for accomplishing work duties", "· Thoroughly keep the banking secrecy as regards activity and operations performed", "· Organize, cordinate and control fire prevention activity at division level.", "· Responsible for the knowledge and compliance with banking industry policies, procedures, regulations, laws, General Assembly of Shareholders, Board, Audit Committee and Management Committee Resolutions.", "· Skill in negotiating issues and resolving problems.", "· Considerable computer skills, including word processing, spreadsheet, to prepare workpapers, reports, memos, summaries, and analyses.", "· Considerable skill in effective verbal and written communications, including active listening skills and skill in presenting findings and recommendations for improvement.", "· Establish and maintain harmonious working relationships with co-workers, staff, and external contacts.", "2006 – 2008:", "Internal Auditor – Bank Leumi Romania S.A.", "2005 – 2006 :", "CHEF DEPARTAMENT Statutory Reports – Bancpost S.A.", "2004 – 2005:", "Chef department - Internal Audit Banca Italo – Romena SpA.", "1999 – 2004", "Economist – Financial Accounting Department Banca de Credit Pater S.A. (American – Hungarian company – Head Office Bucharest).", "Piraeus Bank Romania S.A. – (Greek company – new name beginning June 1st , 2000)", "1997 – 1999", "Head of International Accounting Department", "Banca Internationala a Religiilor S.A., Head Office Bucharest, Romania", "1996 – 1997", "Accountant – Accounting Department", "METRO CASH & CARY, Otopeni", "1992 – 1996", "Accountant – Accounting Division", "Banca Agricola S.A., Head Office Bucharest, Romania"]}, "education_and_training": {"education": ["EDUCATION, LICENSE AND CERTIFICATION", "2008 – present", "Financial auditor, activ member of Finacial Auditors Chamber Romania (member ID. 2913)", "1996 – 2000", "The University Dimitrie Cantemir, The Faculty of Commerce and Tourism, Bucharest, Romania", "1997 – 1999", "Post High school A.D. Xenopol, Financial and Accounting.", "OTHER QUALIFICATION AND DIPLOMAS:", "· Romanian Auditors Financial Chamber – Auditor Certification on European financing projects", "· Romanian Banking Institute, International Audit – course, 2005, Bucharest", "· Romanian Banking Institute, International Accounting Standards – course, 2002, Bucharest", "· The centre of qualification in IT, Course, 1997, Bucharest", "· Romanian Banking Institute, Office – course, 1996, Bucharest", "PC Capabilities:", "MS Word, MS Excel, MS PowerPoint, MS-DOS, MS Access, Internet,"]}, "skills": {"languages": ["Languages:", "English"]}, "accomplishments": {}, "misc": {"refere": ["References:", "Letters of Reference is available upon request.", "Driving License"]}, "contact_info": ["ANDREI FLORIN BOGDAN", "Adresa de resedinta: Comuna Mogosoaia, Strada Colentina, nr. 7", "Adresa de domiciliu: Bucuresti, Aleea Sibiana, Nr.1, Bl. R17, Ap18", "Locul si data nasterii: Bucuresti, 19 – Aprilie – 1974", "Casatorit", "Telefon: 0754 – 999 - 001", "E-mail:", "bogdanandrei1974@gmail.com"]}