{"objective": {"summary": ["SUMMARY", "· Experienced Application/Technical Support Analyst and Manager with 11 years history in the financial, trading, communications, media and government arenas. Keys competencies include problem solving, analytical focus, issue, and resource management.", "CAREER HISTORY", "Aegon UK (Cofunds business unit), London", "Technical Support Services –Front Office /Manager Jan 2013– Present", "· ROLE: Lead and manage the front office technical support team", "· A hands-on technical role managing a team of 5 technical analysts responsible for Site Reliability of production and test environments. 24/7 coverage of the Cofunds digital savings external web services. Shift based support of internal applications and STP dealing.", "With the exception of various SharePoint installations and configuration of the F5 load balancers the majority of the applications supported are bespoke and built using Microsoft technologies including .NET and SQL Server 2008/2012 on Microsoft Windows 2008/2012 servers, IIS7.5/8.0, Also help deploy and maintain Azure environments", "· Provide technical guidance and architectural direction for operational support and project deliveries (including consideration for IT security and Business continuity).", "· Support critical incident management and issue resolution", "· Following IT Service Management (ITSM) based on ITIL best practices. Member of the CAB (Change Advisory Board), Performance and Capacity group, and Change management meetings.", "· To ensure that all changes to the Cofunds production environment are properly assessed for IT Operations impact and managed through the development lifecycle to reduce difficulties in implementation", "· Provide training and development support to the wider team to allow individual growth and increased knowledge sharing. Review and improve procedures and processes to increase departmental efficiency and resilience. Define document and embed processes and procedures across the department.", "· Make sure risks that are assigned to the team are managed correctly as well as any audit actions and any fallout from pen test results.", "· Provide KPIs and SLA reports for the team performance at monthly managements meetings.", "· Manage numerous external relationships with third party suppliers and partners.", "Technical Support Services Analyst/Team Leader –Front Office Dec 2008 –Dec 2012", "· ROLE: Support frontend web servers and frontend applications for bond, ISA, pension investment platforms", "· Responsible for monitoring front end servers and dealing platform for any technical issues. If any technical issue arose on the dealing platform then they had to be resolved within a prompt deadline. Also responsible for releasing data fixes, bug fixes, and releases into test/dev/production environments. Carried out migration of environments from one server to another", "· Responsible for code deployment, system configuration in Production and test environments. Basic SharePoint trouble shooting.", "· Developed PowerShell and VB scripts to help out in daily support processes", "CREDIT AGRICOLE, INVESTMENT BANK, London Apr 2008 – Aug 2008", "Consultant (Project Brokers)", "British Petroleum (BP) International, London Mar 2007 – Mar 2008", "Application Support", "Cable & Wireless (Bulldog Broadband), London Mar 2005 – Mar 2007", "Application Support", "ZSAH Ltd, Software and Web Development, London Jan 03 – Mar 05"]}, "work_and_employment": {}, "education_and_training": {"education": ["EDUCATION", "· University of Westminster, London 1997-99", "BSc (Hons) in Computer Science"]}, "skills": {}, "accomplishments": {"project": ["Project Manager/ Business Analyst", "BLUE DOG, Web Design, London Jun 2002 – Jan 2003", "(for Cohn & Wolfe – one of the largest Public Relations agencies in the UK)", "Web Developer", "JOB CIRCUS (CAREERS SITE), London Nov 2001 – Jun 2002", "Web Developer", "PUKKA WEB (WEB DEVELOPMENT FOR MEDIA INDUSTRY), London Dec 2000-Oct 2001", "Web Developer", "3LA.COM (WEB DEVELOPMENT), London Jun 2000-Dec 2000", "Web Developer", "WORLD ONLINE (INTERNET SERVICE PROVIDER- NOW TISCALI), London Feb 2000-Jun 2000", "Graduate Developer", "ADDITIONAL SKILLS", "Support Skills", "· MS Windows 2003/2008/2012 Server configuration - Ability to set up server, users", "User profiles and security", "MSCE (Course Taken) TCP/IP Networking", "MCSE (Course Taken) IIS (Internet Information Services) Web Services Management", "· MS SQL Server 2008 R2/2016 SP2", "· MSCE (Microsoft Certified Engineer) MS SQL Server 2005", "· Monitoring (SiteScope, SolarWinds, Azure Application Insight)", "· Support N-Tier .Net Applications", "· QlikView and QlikView Publisher", "· SharePoint support", "· ClearCase", "· F5 Load Balancers/ASM", "· ITIL Foundation certified.", "· TFS 2015 (Team Foundation Server)", "Development Skills", "· ASP (Active Server Pages) Server side scripting language", "· PowerShell scripting", "· Microsoft Visual Studio/Visual Interdev 6.0", "· MS SQL Server (DBA) - Database administrator level", "· T-SQL/ Stored Procedures (Good)", "· Linux PHP/MySQL - Server-side scripting language", "· MS Visual Basic – forms, macros and modules with MS Access and MS SQL Server", "· Basic Java Script – including client-side validation of user forms"]}, "misc": {}, "contact_info": ["ARVIN SINGH", "41 Hartland Drive, Ruislip, Middlesex HA4 0TH", "Mobile: 07786 541 536", "E-Mail: Arvin.imdb@gmail.com"]}