{"objective": {}, "work_and_employment": {"additional experience": ["Additional Experience", "[bookmark: _Hlk507515432]Manager Consultant (June 2003 to July 2003) Dale Carnegie, Rabat, Morocco", "· Performed assessment mission, evaluation reports, drafted modules for marketing team."]}, "education_and_training": {"education": ["Education & Credentials", "Bachelor of Science in Management (Finance and Accounting)", "Institut Supérieur de Gestion, Casablanca, Morocco", "Professional Development", "· Evaluation Management Training, Evaluation Focal Points − UNODC", "· “How to Build and Sustain a Successful Partnership with the European Union” - UNODC"]}, "skills": {"languages": ["Languages", "· French (Native)", "· Arabic (Native)", "· English (Advanced – Oral & Written)", "continued…"]}, "accomplishments": {"project": ["Project Manager (May 2002 to April 2003) Sicotel Telecommunications, Casablanca, Morocco", "· Managed business affairs for large-scale corporate telecommunication projects.", "[bookmark: _Hlk519247654]Sales Manager & PR Coordinator (January 1999 to April 2002) Promo Group International, Rabat, Morocco", "· Analysed telecommunications markets, developed sales and marketing strategies, supervised teams and coordinated all external communications.", "[bookmark: _Hlk507516699]Administrator (January 1997 to December 1998) Disney World Private Primary School, Rabat, Morocco", "· Oversaw project design and management, liaising with relevant national Institutions to obtain the mandatory authorisations, bank negotiations, recruiting, project launch and delivery.", "Chief of Insurance (June 1992 to December 1996) Group Attijari Wafa Bank- Wafa Assurance, Casablanca, Morocco", "· Established the insurance department, its management, developed policies and participated in the strategies of their launch, managed all aspects of client’s portfolio, coordinated work with the subsidiaries of the group, trained staff, and supervised team.", "Business Associate (September 1990 to May 1992) Group Attijari Wafa Bank- Wafa Salaf, Casablanca, Morocco", "· Developed commercial strategy, supervised loan requests, and oversaw client claims unit."]}, "misc": {}, "contact_info": ["Asma Sainkoudje-Broquet Page 2", "Mrs. Asma Sainkoudje", "Age: 51", "Citizen: Bi-national (French/Moroccan)", "[bookmark: _Hlk23788259]Dakar, Senegal 221 77 099 95 84", "asmasainkoudje@hotmail.com", "Intergovernmental Operations Executive", "Ten years’ success leading intergovernmental and international policy programs and +15 years of executive leadership experience.", "Dedicated leader with repeated success guiding sizeable, cross-functional, regional and global development teams in the design, redesign, and launch of leading-edge intergovernmental programs. Talent for leading, implementing, and managing projects that generate scalable and positive results. Expert presenter, negotiator, and supervisor; able to forge solid relationships with partners and build consensus across multiple organizational levels.", "Highlights of Expertise", "· Data Collection & Analysis", "· Strategic Planning", "· Modern International Governance & Security", "· Team Building and Leadership", "· Policy Redesign / Change Management", "· Diplomacy", "· Public Speaking", "· Cost Reduction and Avoidance", "· Recruiting and Staffing Initiatives", "· Budget Administration / Management", "Career Experience", "[bookmark: _Hlk941835]United Nations Office on Drug and Crime (UNODC)", "Provides executive-level leadership, council, and assistance with full accountability for regional and global programme activities related to governance and Rule of Law activities to member states in West, Central and Est Africa.", "Focal Point of the Global Forum on Counterterrorism, Working Group West Africa (GCTF WAWG) and Regional Program Coordinator, Dakar, Senegal (January 2020 to present)", "Responsible of translating the Co-Chairs ‘strategic orientations into operational planning. Being assigned responsibility to manage and monitor the implementation of the program.", "· Responsible of Coordination with GCTF Co-Chairs, and WAWG;", "· Participating and contributing to the strategic meeting of the Co-Chairs;", "· Mapping the WAWG key partners/experts , organisations; Ensuring regular contact with them;", "· Drafted the 2020 work plan on counter-terrorism calendar for WAWG;", "· Liaising with all members and partners at national, regional and international level including specialised organisations and the UN system;", "· Managing the grant (€2M) including financial and narrative reports;", "· Ensuring follow up and solving problems when necessary.", "REGIONAL PROGRAM COORDINATOR, Dakar, Senegal (February 2019 to December 2019)", "Responsible of managing ECOWAS Project on Enhancing Forensics Science Management. Develops mission policy and coordinates with key recipients’ countries involved in security and justice systems.", "· Ensuring close contact with policy makers in West Africa Region", "· Directing team members in project implementation, monitoring and assessment", "· Reviewing of relevant documents (e.g. regional and national work plans, budgets) and reports", "· Monitoring priorities, problems and issues to be addressed and proposing corrective actions", "· Liaising with relevant parties; identifying and initiating follow-up actions/strategies", "· Contributing to the preparation of various written outputs, e.g. background papers, regional program, analyses, substantial sections of reports and studies, inputs to publications, etc", "· Liaising with donors.", "[bookmark: _Hlk941918][bookmark: _Hlk941952][bookmark: _Hlk527010979][bookmark: _Hlk524854690][bookmark: _Hlk527015544]REGIONAL PROGRAM COORDINATOR, Dakar, Senegal (October 2014 to March 2018)", "[bookmark: _Hlk942306]Holds concurrent responsibility for working effectively with external stakeholders, specifically with government at all levels to combat organised crime related to illegal exploitation and trade of endangered species of fauna and flora including on sea and natural resources (e.g. Oil, gold, diamond). Develops mission policy and coordinates with key policy makers involved in security issues to secure political and financial commitments. Conducts political and assessment missions. Builds supporter growth strategy while maintaining close ties with UN system, NGO’s, civil societies, and donors (EU multi-grant, USA and others).", "· Introduced the Global Programme on wildlife & natural resources crime to the relevant Member States in West, Central and Est Africa; Launched and supervised the implementation of its related activities, managed its grants (various donors and EU) and all administrative and financial aspects (e.g. budgeting workplans, monitoring, reporting);", "· Initiated and finalised the first MoU between UNODC and ECCAS Secretariat;", "· Directly involved with the conceptualization of the inclusion of UNODC within the African Union Strategy on the illegal exploitation and illicit trafficking of wildlife and natural resources as well as the UNODC adhesion to the African Union Advisory Technical Committee;", "· Ensured the necessary commitment of partner states in West, Central and Est Africa on environmental crimes and its nexus with other transnational crimes on environmental crimes and its nexus with other transnational crimes including, terrorism, illicit flows/money laundering;", "· Initiated the establishment of the first operational platform for sharing/exchanging information, intelligence and evidence relating to wild life and timber crime between stakeholders from law enforcement agencies, including Customs and Border Guards, Prosecutors and Park Wardens in Central Africa;", "· Drafted proposal and developed EU action project for a Spearheaded funding increases totalling €6M for ECCAS (Economic Community for Central African States) member’s law enforcement, judiciary, and justice capacity;", "· Supervised and oversight assessment missions and the delivery of the findings to the Member States;", "· Managed team of Law enforcement experts and staff.", "REGIONAL PROJECTS COORDINATOR, Dakar, Senegal (November 2011 to September 2014)", "Under the direct supervision of the chief of Program Development and Monitoring section, participated in coordinating efforts between various UNODC regional sub-offices to facilitate improved cooperation and enhance program development and implementation related to drug control /Transnational crimes and Drug use prevention including social reinsertion aspect.", "· In close coordination with the Regional chief research section, monitored and analysed the threat assessment of organised crime in the region with contribution to the reports;", "· Participated in managing all aspects of planning, tracking, analysis, reporting, implementation including quality control aspect of regional office programs and activities implemented in the fields;", "· Drafted strategic papers (e.g. briefing notes, speech, talking points for the Regional Representative and contributed to those of the UNODC Executive Director);", "· Organised and participated to the bi-annual meetings of the Law enforcement liaison officers;", "· Co-organised and participated to Bamako Declaration on Impunity, Justice and Human Rights in West Africa adopted in December 2011;", "· Interim in charge of the criminal justice section, initiated the political phase of the launch of the West African + Mauritania Network of Central Authorities and Prosecutors (WACAP);", "· Led efforts to provide support for UNODC pillar security operations and contributions to the", "UN integrated Sahel Strategy, particularly in the political phase supplemental follow-up phase;", "· Effectively served as the liaison officer for new and existing partnerships with UNODC partners; should them be Member States, Donors, specialised international organisations, NG0’s or Civil Society;", "· [bookmark: _Hlk514478944]Participated in drafting narrative and financial reports to HQ and donors (e.g. EU, France, Norway, Japan and others);", "· Represented UNODC at various international, national, and regional meetings;", "· Co-organised and participated to the UN High Level Official visit to West and Central Africa region;", "· Co-organised and participated to the UN High-level officials and donor representatives meeting in New York to support West African region through the West Africa Coast Initiative (WACI, UNODC initiative for post-conflict countries)."]}