{"objective": {"summary": ["SUMMARY", "Thoughtful, logical full-stack developer with 10 years experience working in a wide variety of", "front-end and back-end technologies. Has a passion for usability and accessibility in the", "webapp space. Looking for challenging new roles with a heavier focus on front-end/UX."]}, "work_and_employment": {"employment history": ["EMPLOYMENT HISTORY", "UX Architect", "July 2017-present: Barbon Insurance Group", "Hired to develop a mobile app for tenant referencing services. However, business was forced to", "pivot its direction due to legislation changes in 2018. Focusing on a redesign and rebuild of their", "letting agent portal, along with the introduction of a full suite of letting agent products -", "Innovate, Inspire, and Infinity.", "For a rough overview:", "● There are around 40,000 active agreements for Innovate;", "● Inspire has seen slow migration from an older, almost-identical product, and has 2000", "active policies;", "● Infinity currently handles £10million per month of rental payments;", "These solutions were built entirely in DotNet Core 2.2 on a microservice architecture running in", "AWS.", "Additional duties included maintenance of an insurance React SPA, as well as development of", "new features to support the new products in the tenant referencing SPAs (also React).", "Web Developer (contract)", "November 2013 - July 2017: Barbon Insurance Group", "Contracted to build the new CMS for a brochureware site of the HomeLet brand of Barbon. This", "was built in SilverStripe, which has its own proprietary templating language.", "The contract was later renewed in order to build an API in Symfony for a new insurance product", "and a React front-end, which combined with a UX-focus led to a 30%~ increase in new sales", "Renewed a third time to apply much of the same technology to a complex customer-facing", "tenant referencing form for both tenant and agent use.", "Senior Web Designer", "July 2011 - January 2013: Develop and Promote Limited", "My role at Develop and Promote was to design and develop websites for the company’s clients.", "I was responsible for overseeing graphical design work done in-house, as well as training lower", "level designers in best practices for web design, standards and accessibility. Additional duties", "included web application development, client management, project management and server", "administration.", "Web Developer (freelance)", "2011 & 2013: Various", "Work designing and developing websites for SMEs for brochureware and e-commerce sites with", "platforms such as Wordpress & Magento. Additional contracts included:", "a) creating data migration, sanitisation and manipulation scripts for importing large", "volumes of data to an online business directory", "b) i18n implementation for multilingual options on a bespoke Wordpress install", "c) SEO for a few different businesses struggling after prior contracts had damaged their", "search reputations through using black-hat techniques", "Further details about the specifics of any individual contract can be provided upon request.", "Website Manager", "June 2010 - September 2010: Osiris Educational Limited", "Responsibilities included maintaining a Magento e-commerce site, applying bug fixes and", "change requests to extensions, as well as developing a sub-site strategy utilising Wordpress to", "focus on ‘hot topic’ areas of the educational training sector, and drive potential customers to the", "primary e-commerce site."]}, "education_and_training": {"education": ["EDUCATION", "Vocational qualifications", "City & Guilds:​ Database Methods, Web Design, Information Processing", "University", "2005 - 2009: University of Lincoln", "BSc (Hons) Web Technology (First)", "Focus units: Entrepreneurship, Ethics, Business Development", "College", "1999 - 2001: Isle of Wight College", "BTEC National Diploma: Computing (Programming)", "High School", "1996 - 1999: Medina High School, Isle of Wight", "7 GCSEs at C or higher, including English and Maths", "PERSONAL", "Hobbies", "In my spare time you’re most likely to find me in the kitchen cooking away at some random", "international dish I heard about online, as I am a passionate home cook and baker.", "I love to travel, and I have been to the USA, Sweden, Iceland, The Netherlands, Switzerland,", "Spain, Portugal, South Korea, and Japan. The COVID-19 situation has put temporary brakes on", "my exploration of different cultures, however!", "When I need to wind down at the end of a long day, or de-stress, I enjoy playing video games,", "and I’m about to launch a new blog focusing on UX and accessibility in video games as a side", "project that merges two of my main interests, which I am building in Laravel (for the API) and", "React (for the front-end).", "Lockdown activities", "During my furlough and lockdown for COVID-19, I took on a few personal projects:", "1. Created a dice-rolling bot for the chat application Discord.", "2. Built a rudimentary web forum using a Laravel API with JWT authentication, with a React", "SPA front-end.", "3. Started building a utility-first CSS library (inspired by TailwindCSS), that creates styles", "programmatically through gulp scripts and SASS, and uses a BEM-based naming", "system.", "Charity work", "In 2011 I helped to organise and run a charity videogame streaming event that raised over", "$100,000 for the charity Child’s Play.", "In 2018, with my team from Barbon, we completed the Yorkshire Three Peaks challenge for", "charity and raised a combined £5000 for a local hospice in Lincoln."]}, "skills": {"skills": ["SKILLS/EXPERIENCE", "Front-end-related skills", "● React", "● Javascript", "● A variety of templating languages (Blade, Razor, Twig)", "● HTML5", "● CSS3", "● CSS preprocessors LESS & SASS", "● Adobe Illustrator, Photoshop & XD", "Back-end-related skills", "● PHP 5 & 7 (using Symfony 2, Laravel 5 & 7, and other frameworks)", "● Node.js", "● DotNet Core 2 & 3", "● MySQL, DynamoDB (AWS) & Neo4J (graph) databases"], "other skills": ["Other skills/experience", "● Version control with Git/Subversion", "● Agile development processes with either scrum or kanban", "● Jira"]}, "accomplishments": {}, "misc": {"refere": ["References are available upon request."]}, "contact_info": ["Ben Stapleton", "15 Carnoustie Drive, Lincoln LN6 0FQ", "E: webdev.ben@gmail.com", "T: +447429224324"]}