{"objective": {}, "work_and_employment": {}, "education_and_training": {"education": ["Education: B.A. Hons (2:1), University of the West England", "Core inter-personal skills:", "A wealth of experience of working in higher education with over 7 years of working within the two Bristol universities across a range of roles. An expert communicator within a highly devolved environment with hands-on experience in data and information reporting to deliver information solutions in a timely way communicated to the c-suite level in Higher Education.", "Trained in the following applications to deliver information for change programmes:", "Advanced Excel: Pivot tables & pivot reporting, advanced excel formula, clear data visualisation experience and power query use.", "SQL: Oracle database querying with 2 years’ experience for bespoke reporting.", "SharePoint: Creating and configuring new sites, adding document libraries, demonstrable history of producing solutions for groups of users across the university.", "MS Office Suite: Word, Outlook, PowerPoint, SharePoint, Excel.", "Prince2 Agile Foundation: A recognised project management qualification. This takes Prince2 methodology and applies to an agile way of working for a project.", "Lean Six Sigma: Yellow belt", "Employment:", "Bristol University", "December 2018 – Present", "Senior Planning Officer", "· Providing key support to the University’s integrated planning process acting as a planning business partner supporting the Faculty Managers, School Managers and Deans of three Faculties.", "· Managing and providing specialist data for Management Information.", "· Business Partner and manager for the University’s Risk Management process", "· Manager of the New Programme Approval process for the University", "· Lead on research planning to support the Integrated Planning Process", "· Created and manage a streamlined SharePoint based process for the introduction of any new programmes that are delivered to the University’s portfolio.", "· Report on and make recommendations to support the new programme approvals based on the business case review process for the Vice Chancellor and Provost, Pro Vice Chancellor (Education), Director of Finance and Director of Planning.", "· Influencing strategic decision-making at faculty and University-level through the provision of high-quality analytical papers containing recommendations to the senior management team led by the Vice Chancellor attended by Deans, Faculty Managers and Head of School.", "Bristol University", "May 2016 – December 2018", "Information & Systems Support Officer", "· Managed and provided specialist data for management information with clear visualisations outlining state of play, trend analyse and potential projections for postgraduate admissions services to inform decision making and strategy in CRM activities, intake management, and workload management of admissions teams during recruitment cycles.", "· Built and maintained very strong working relationships with devolved colleagues with competing priorities in a large, highly devolved organisation.", "· Provided detailed analysis and written reporting and made recommendations for senior team committees lead by the registrar.", "· Created a self-service projection model and dashboard using 3-year historical trend analysis with clear visualisations highlighting key data for postgraduate programmes across the university delivered for use by the University senior team, Faculty Managers, Deans, Heads of School, Programme Directors and Admissions Selection teams to support intake projection analysis and planning decisions.", "· Presented my developed reporting tools to large audiences across the University to outline key points.", "· Delivered small group and one-to-one training workshops to colleagues for developed tools.", "· Secretary to the Russell Group top-24 UK Universities in their collective post graduate admissions forum.", "The University of the West of England", "January 2015 – May 2016", "Planning Officer", "· Managed the University student number planning process for three faculties supporting the PVC for resource.", "· Developed planning tools to support strategic priorities.", "· Managed the University workload management process for three faculties supporting the PVC for resource.", "· Produced high quality management information for strategic planning.", "· Coordinated data gathering in support of the planning process across a large, complex institution.", "· Acted as Secretary to committees and working groups.", "Bristol University", "June 2013 – January 2015", "Undergraduate Administrator", "The University of the West of England", "May 2012 – June 2013", "International Partnerships Officer", "University, B.A. Hons (The University of the West of England)", "2006 – 2009", "Tesco Head Office", "2005 - 2006"]}, "skills": {}, "accomplishments": {"project": ["Project Implementation Co-ordinator", "· Co-ordinating and influencing internal and external infrastructure teams to deliver IT Infrastructure into Tesco Distribution Centres.", "· Understanding impact of infrastructure implementation throughout the Tesco estate.", "· Designing and working to MS Project Plans.", "· Producing an IT mandate for projects implemented in the business.", "· Ordering and implementing IT hardware from business requirements.", "2004 – 2005", "Problem Manager, Technical Support Analyst", "· Facilitating daily meetings that highlight any IT issues that impact the business.", "· Maintenance of Access Database that monitors progress of IT Incident resolutions.", "· Arranging and facilitating “Post Mortems” held after a major IT Incident.", "· Presenting “Post Mortem” findings to IT Directors and managing subsequent Next Steps with multiple key stake holders.", "· Ongoing documentation of role for transition to India.", "2002 - 2004", "Call Centre Manager (Stores' Help Desk)", "· Negotiating and influencing with external vendors and internal support teams to provide support to stores and their systems.", "· Managing a daily staff rota and dealing with any staff related issues.", "· Being the central focal point for the Stores' Help Desk for any Internal or external escalations whilst on shift.", "Help Desk Executive (Stores' Help Desk)", "· Supporting and analysing the systems used by Tesco stores.", "· Strong analytical skills, excellent customer service skills, communication.", "· High level of teamwork and organisational skills.", "Chef: 1998-2002"]}, "misc": {}, "contact_info": ["[bookmark: _Hlk520286018]Benjamin James Fletcher B.A. Hons", "benjamin_fletcher60@hotmail.com | 07952247483", "Bristol (commute UK wide), Full Driving Licence"]}