{"objective": {}, "work_and_employment": {}, "education_and_training": {"education": ["EDUCATION", "Omnicom University Senior Management Program", "2019 Graduate Studies + 2018 Undergraduate Studies", "· Hand-picked to participate in exclusive executive education program taught by Harvard Business School faculty at Babson College, Boston.", "Oklahoma State University", "· BFA in Graphic Design; Advertising/Marketing Focus; President of OSU Ad Club; Editor of Yearbook"]}, "skills": {"skills": ["SKILLS", "· Simplifying the complex", "· Identifying opportunity", "· Communicating insight", "· Building competence and confidence in a team", "· Solving problems", "· Multidimensional Thinking; across teams, disciplines, markets, channels; integrating for impact", "AREAS OF FOCUS", "· Applying marketing intelligence to support a business’ efforts to acquire, retain, and hone their target audience and strategic marketing programs, no matter the media.", "· Experience in web, social, promotional, shopper, and cross-channel marketing/media activation.", "· Team building through hands-on collaboration with key stakeholders and leadership.", "· Idea creation, from ideation to implementation.", "· Expertise in managing structure, systems, teams, and financial responsibilities.", "Awards & Recognition", "1984 McAthlete Decathlon Award - McDonald’s Restaurant Corporation", "Individually recognized as one of McDonald’s top 88 employees in the world at 1984 Olympic Games in Los Angeles for performance in multi-level operations competition.", "1996 Effie Award – Rold Gold Pretzels / Frito Lay Co.", "Provided promotional leadership to the award-winning, fully-integrated Rold Gold Pretzels marketing campaign featuring Jason Alexander in Super Bowl television advertising, promotional print, targeted consumer sampling and in-store merchandising.", "2003 Telly Award – PGC Advertising / Sara Lee Deli Television", "Led strategic and executional aspects of Sara Lee Deli television development setting new benchmarks in copy-testing for the lunch meat category and winning three Telly Awards for best spot overall, best use of animation, best use of music.", "2007 Goliath Award – Slingshot Agency Recognition", "The award recognizes the one Slingshot employee who has had the most positive impact on the agency for the year.", "2012 Telly Award - Slingshot, LLC / Joe’s Crab Shack", "Led brand strategy and campaign integration that netted 17 consecutive quarters of positive sales growth and numerous industry awards including a Telly for these clever video vignettes."]}, "accomplishments": {}, "misc": {}, "contact_info": ["PROVEN PERFORMER", "Passionate leader with a proven track record of developing ideas that produce results. I have delivered positive influence and cultivated growth at every step; advertising agencies, Fortune 500 companies, sole proprietorships, and fast-paced start-ups. I am an agile team player with equal parts curiosity and comfort when it comes to people, process, and profitability.", "IMPACT & INFLUENCE", "The Marketing Arm, an Omnicom Agency", "SVP, Account Management & Growth Team Lead / North American Spirits Brands and A Leading Tire Brand in the World", "2014 - Present", "Assumed leadership of digital and promotional work for BACARDÍ North America, starting with one retained brand and expanding agency services to all sixteen brands over a 6+ year relationship. Successfully curated agency team dedicated to helping BACARDÍ North America centralize and streamline their trade and field marketing while assisting client leadership in establishing their first-ever shopper marketing practice.", "Grew team from 5 to 25 team members and expanded agency revenue by 10X during the 6+ year client-agency relationship, all while consistently delivering double-digit margins each year.", "Promoted to SVP in 2018 to lead a $7MM+ portfolio of agency business, anchored by Goodyear Tires. Exceeded growth plan by $1MM in 2019 and increased double-digit profit margin by an additional 10PPTs.", "Slingshot, LLC", "VP, Client Management & Business Development / Global Spirits Brands, CPG, and Restaurant Accounts", "2004 - 2014", "Parlayed my 20-years of traditional marketing experience into gaining hands-on digital experience. In turn, led the most significant global client, BROWN-FORMAN Spirits, as their digital AOR for all brands. Grew professional responsibilities to manage 50% of annual agency revenue while championing new business development.", "Led agency team in the design and development of a flexible web/dev solution for BROWN-FORMAN's individual country-markets to customize web content, T&Cs, and age-gating in 26 languages. Drove JACK DANIEL'S digital engagement worldwide by an incremental 300%.", "Championed agency's media and creative team to conceive, design, and deliver the first-ever live interactive post- race show on NASCAR.com for JACK DANIEL'S brand, ultimately earning an EMMY Award nomination.", "Led advertising strategy and campaign integration in successful four-year turn-around for Joe's Crab Shack restaurants netting 17 consecutive quarters of positive guest counts, average check, and YOY sales growth.", "Identified and led a cross-functional agency team to develop and document a flexible agency process designed to reduce inner-disciplinary friction and increase creative solutions in our work.", "PGC Advertising, Inc.", "Management Supervisor Managing Consumer Package Good, Restaurant, Beer, and Technology Accounts", "1998 - 2004", "Led all aspects of Sara Lee Deli Meats & Cheeses (bulk & packaged) brand marketing development including consumer research, national advertising, consumer promotion, new product introduction, retailer-specific programs, and field sales communications – delivering growth of +20% product authorizations, +11% volume growth and +19% sales lift for the fiscal year 2003.", "Grew successful 5-year relationship with The Gambrinus Company as the agency lead for Shiner Beers, Moosehead Canadian Lager, and led the relaunch of Pete’s Wicked Ale brands.", "Frito-Lay Co.", "Product Manager - Retail Innovation/Frito-Lay Co.", "1995 - 1998", "Consumer Insights & Solutions", "Directed consumer research to understand consumers’ attitudes and behaviors in grocery shopping.", "Identified key insights and created total store solutions to establish new retail construct for grocery.", "Insights and ideas presented during 1998-99 FMI functions as supermarket innovation platform.", "Retail Merchandising", "Developed cutting-edge merchandising solutions based upon specific consumer usage occasions", "Integrated Frito-Lay’s occasion-based merchandising with revolutionary selling approach for efficient placement of products based on store-level consumer demographics.", "Resulted in largest merchandising program in Frito-Lay history delivering 8% pound increase in 1997.", "Corporate Leadership", "Led the annual four-day retreat for Frito-Lay marketing executives to sharpen personal leadership skills and re-energize team morale (1997 Fearless Leadership event).", "Managed an all-volunteer team of peers in the design of the program; developing content, securing speakers and handling all logistics for more than 150 marketing executives.", "Event was hailed as the “best off-site ever,” exceeding senior management’s expectations.", "DDB/Dalas - Frito-Lay Co.", "Account Director - Frito-Lay Better For You Brands / DDB Dallas from 1993-95", "TGI Friday’s Inc.", "Sr Account Executive/Friday’s - The Richards Group 1990-91, National Marketing Manager - TGI Friday’s Inc. 1991-1993", "Schlotzsky’s Inc.", "National Field Marketing Manager - Schlotzsky’s Inc. from1988-90", "McDonald’s Restaurants", "McDonald’s Operations Employee/1984 McAthlete Winner, AE/McDonald’s of Oklahoma - Runkle-Moroch, Inc. 1986-88.", "Bob Moler", "6151 Velasco Ave. Dallas, TX 75214 mobile: 214-507-1347 e-mail: molerbob@gmail.com", "CATEGORY & BRAND EXPERIENCE", "Restaurant / Retail", "McDonald’s Restaurants Schlotzsky’s Delis", "TGI Friday’s Inc.", "la Madeleine French Bakery & Café", "Joe’s Crab Shack", "Corner Bakery Cafe", "Red Mango Frozen Yogurt & Juice Pie Five Pizza", "Nothing Bundt Cakes", "Dave & Buster’s", "Consumer Products", "Frito-Lay, Inc.", "Sara Lee Deli Meats & Cheeses Mission Foods (Gruma Corp.) Borden Dairy (Grupo LaLa)", "Jack Daniel’s (B-F)", "Shiner Beers (Gambrinus)", "Bacardí Rum (BUSA)", "Goodyear Tires", "Pabst Blue Ribbon Beer", "Consumer Services", "LegacyTexas Bank", "Safe Harbor Marinas", "Avantax Wealth Management"]}