{"objective": {}, "work_and_employment": {}, "education_and_training": {"education": ["Education", "BSc 2.1 Hons Physics, Manchester University, UK 1983 - 1986", "Brian Krasner"]}, "skills": {}, "accomplishments": {}, "misc": {}, "contact_info": ["Brian Krasner", "bnkrasner@gmail.com", "+44 (0) 7979 686105", "High Wycombe, United Kingdom", "https://uk.linkedin.com/in/brian-krasner-0630b84", "Profile", "A highly-experienced business leader with a proven track record of business transformation & integration, strategy development & operational simplification within global healthcare corporations & independent consultancy. Extensive experience partnering with Board & C-suite. Breadth of experience encompasses pharmaceutical, medical device & medical systems sectors. Accomplished record of bringing diverse teams together to achieve common goals, with a strong focus on performance, speed & execution. Passionate about ensuring that teams & individuals maximise their potential, with a dedication to drive improvements & outcomes for patients. Thrives in a fast paced environment with aptitude to innovate change & create momentum across an organisation. Experienced in crisis management.", "Career", "Red Gard Consulting 2017 - Present", "Customer Service & Supply Chain Management Consultant 2017 – Present", "· Delivered diverse transformational projects across multiple geographies & functions spanning Supply Chain, Commercial, Customer Service, Finance & Regulatory. Emphasis on driving internal efficiency, whilst maintaining a strong customer & patient focus throughout.", "· Led the review & subsequent transformation of Commercial & Supply Chain operations for Mexican pharmaceutical company – main focus areas: nuclear, regulatory & business compliance; operational simplification; ERP implementation.", "· Business & project leader for global programme delivering redesigned commercial contracts & implementation of Salesforce & SpringCM Contract Management Systems.", "· Drove review & execution of optimised supply chain for 70+ global distributor markets focussing on alternative customer-centric solutions & contractual agreement enhancements. Resulting in 8 percentage points gain of operating margin.", "GE Healthcare 1990 - 2016", "Customer Service & Supply Chain ERP Track Leader (Life Sciences) 2013 – 2016", "· Led the deployment of GxP validated SAP ecosystem across 23 countries with associated business transformational activity. Largest IT investment project within GE Healthcare, delivered on time, on budget & with zero customer & patient impact.", "· Retired 8 unsupported legacy systems, resulting in $43M cost savings over 5 years across IT, Finance & Supply Chain.", "· Implemented customer facing e-commerce platform (B2B & B2C) in 50 countries, driving 3.5MM$ savings, 25MM$ incremental sales in 5 years & enhancing the customer experience through the ability to order online 24x7.", "Global Supply Chain Operations Leader (Life Sciences) 2009 – 2013", "· Established & led an innovative & high-performing customer facing operation, encompassing Customer Service, Logistics, Demand Planning & Business Operations, with direct responsibility for 2B$ sales revenue.", "· Achieved year on year double digit productivity targets, whilst accomplishing OTIF indicators in excess of 99%.", "· Rationalised in-house and 3PL warehouse operations & streamlined distribution channels, resulting in 6% annualised savings.", "· Developed a strategy for a customer facing web portal to revolutionise customer ordering & contact – an enabler for 1M$ reduction in operational costs & incremental sales growth.", "Global Customer Services Leader (Life Sciences) 2008 – 2009", "· Led the implementation of a pharmaceutical Supply Chain operation in Brazil for a new direct selling entity.", "· Harmonized North America & Asia operations, achieving 8-point improvement in base costs.", "· Established a dedicated B2B Customer Service operation, achieving a simplified operating unit, with reduced operating costs (5-points) and increased customer satisfaction results.", "European Customer Services Leader (Life Sciences) 2004 – 2008", "· Post-acquisition, operationally integrated Amersham Health Customer Service into the General Electric company.", "· Rationalised European Customer Service network from 15 to 6 operational centres.", "· Drove simplification initiatives that reduced operational costs & headcount by 20%.", "Regional Service Manager (GE Medical Systems, Medical Devices, UK) 2003 – 2004", "· Restructured service organisation to reflect changing market dynamics & customer demographics.", "· Relocated headquarter & operations to new UK facility.", "Strategic Marketing Manager (GE Medical Systems IT, Europe) 2002 – 2003", "· Created new service offerings to support growth of mid & high end PACS solutions across EMEA.", "Applicare (Centricity) PACS Product Manager (GE Medical Systems IT, France) 2000 – 2002", "· Following acquisition of Applicare Medical Imaging, developed marketing & product strategy to launch low cost PACS & teleradiology solutions across EMEA.", "Sales & Marketing Product Specialist (GE Medical Systems IT, UK) 1995 – 2000", "· Commercial support to Medical Systems IT sales force, focussed on network & teleradiology design solutions.", "MR Spectroscopy Regional Support Engineer (GE Medical Systems, UK) 1990 – 1995", "· Technical & research support to hospital & industrial customers in the use of whole body & small-bore MR Spectroscopy systems.", "Picker International Ltd 1986 – 1990", "Advanced Development Physicist, MR Engineering", "· Research & development scientist, specialising in MRI sequence development & spectroscopy analytical techniques."]}