{"objective": {}, "work_and_employment": {"professional experience": ["PROFESSIONAL EXPERIENCE", "Director of Technology | Macy’s Technology | November 2016- present", "· Lead a team of engineers supporting 600+ stores, 10+ vendors, and approximately 120,000 employees worldwide which resulted in increased stability and productivity.", "· Implemented a strategic support plan for 55,000 associate email clients, email security, and messaging collaboration platform.", "· Developed and implemented Microsoft Office 365 and SharePoint to Macy’s, Bloomingdales and Blue Mercury.", "· Collaborated with Microsoft to test and deploy of Microsoft Teams via an early adaption program prior to being released to the public.", "· Designed a user adoption program to support Office 365 for the stores.", "· Partnered with an external vendor to deploy 27,000 devices to 300 stores which improved order accuracy and sales.", "· Work with internal and external audit compliance teams to create and implement improvement roadmaps for deficiencies and to develop email policies and governance plans.", "· Manage the product/portfolio lifecycle and in so doing is responsible for the planning and tactical activities required for product growth and management.", "· Managed the monthly departmental budget resulting in a decrease of redundancy of similar application and more efficient use of software license.", "· Planned and upgraded the enterprise audio and video systems that provide remote capabilities for the organization which resulted in reduction of the global travel budget.", "Messaging & Collaboration Manager | Macy’s Technology | December 2011 – November 2010", "· Managed the team responsible for the overall architecture, development, implementation, and maintenance of the organizations email, instant messaging, and mobility systems supporting a global enterprise.", "· Developed and Implemented testing of applications and scripts", "· Led the team responsible for resolving critical and high impact issues resulting in a 99.8% system availability.", "Senior DB2 DBA | Macy’s Technology | May 2000 – November 2010", "· Installed, implemented, and trained staff in the use of Platinum DB2 tools, and DB2 tuning techniques.", "· Supported development and production application environments.", "· Performed data modeling and implemented database design to support the project planning process.", "· Provided production support for all DB2 mission critical databases and applications on 24X7 basis.", "JR DB2 DBA | United Airlines | August 1998 – January 2020", "· Created databases, indexes, performed reorgs and performed tuning of databases.", "· Provided best practices for application optimizations.", "TOOLS", "· Proficient in Microsoft Office Tools: Outlook, Excel, Word, PowerPoint, Project, Visio, OneDive, Teams, SharePoint"]}, "education_and_training": {"education": ["EDUCATION", "· Bachelor of Science, Computer Science, Alabama A&M University, Normal, AL", "[image: image1.png]"]}, "skills": {}, "accomplishments": {}, "misc": {}, "contact_info": ["Brian A. Turner", "turnebat@gmail.com | linkedin.com/in/brian-a-turner | (678) 622-0236", "CAREER PROFILE", "Information technology leader with over 20 years of experience solving problems, motivating teams and influencing leadership. Confidently manage global teams, task, and initiatives while providing strategic and operational directions.", "Core competencies: Strategic Negotiator, Effective Communicator, Process Improver, Collaborator, Problem solver, Customer Service, Diverse Team Management, Business Process Optimization.", "CAREER HIGHLIGHTS", "· Mobile Device implementation – deployed 27,000 mobile devices to Macy’s and Bloomingdales stores to increase store colleague productivity by 70%.", "· Deployed Microsoft audio/video tool to 20,000 colleagues and the executive leadership team. This deployment had a travel cost saving of 300,000 in the first 3 month.", "· Created an employee resource group which focused on Diversity & Inclusion, community outreach and enhancing the workplace culture in a technology environment.", "· Built a strong, collaborative team of engineers -- improving time to delivery, increasing productivity, and a 98.4% system availability."]}