{"objective": {}, "work_and_employment": {"work experience": ["Work Experience", "November 2018 – Present: Corporate Officer, OTP Bank Timisoara", "Job description: provide personalized support for all banking and finance services to all corporate", "customers; analyzed account opening and maintenance files for know your customer procedures; monitor", "transactions account for compliance with banking regulations and anti money laundering policies;", "prepare reports and statistics;", "December 2005 – November 2018: Operations Coordinator, Citibank Timisoara", "Job description: day-to-day management and permanent supervision of the branch operational &", "administrative activity, meeting business and client needs in efficient and effective way; maintain", "professional relationships with authorities; involvement in regional projects, working", "collaboratively across the firm to higher levels of performance; ensure strong control and", "compliance focus on processes; active support to other business units; efficient cash management;", "prepare required reports/statistics", "May 2001 – December 2005: Customer Service Officer, Citibank Timisoara", "Job description: interact with customers for all operational business; provide customers with", "assistance on products, service and documentation requirement; provide personalized post sales", "support to all customers for all banking products/services; manage multiple moderately complex", "customers", "February 1996 – May 2001: Operations Officer, Banca Turco Romana Timisoara", "Job description: processing of foreign exchange orders; arrange of international payment orders", "and incoming funds; investigations; collections of foreign currencies checks; issuing & advising", "of letters of credit and letters of guarantee; buying/selling American express travelers checks;", "report of capital operations; creation/authorization of SWIFT messages."]}, "education_and_training": {"education": ["Education", "B. Sc., High School “C. D. Loga” Timisoara 1987 – 1991", "Master Degree, Western University, Faculty of Economics - Accounting, Timisoara 1991 – 1996"]}, "skills": {"languages": ["Languages", "Romanian (native), English (fluent), Esperanto (good), German (beginner)"], "skills": ["Skills", "Have a proactive can-do attitude; Share all relevant and useful information; Take personal", "responsibility and initiative for delivering work to a high standard of quality; Remain effective", "under a heavy workload, handle organizational frustrations positively and adapt to a changing work", "environment; Identify the critical facts in complex issues and develop creative and practical", "solutions; Prioritize the most important tasks, work flexibly and organize own workload efficiently."]}, "accomplishments": {"project": ["Projects and Courses:", "LINK Academy - one year Education Program IT Management for Competence of Certified IT Manager -", "2018&2019", "EMEA Regional Project – Trade Propositions for SSCs – 2017&2018", "EMEA Regional Project – Central Share Point for the KPI’s for all of Customer Service and Electronic", "Banking units – 2016&2017", "EMEA Regional Project – Establish Consistent Service Model - 2016", "Management Leadership 1, Bucharest; International Trade Products, Istanbul; Productivity Workshop,", "Bucharest;", "Documentary Business, Dresdner Bank, Frankfurt;", "Volunteer activity", "June – July 2018 and June - July 2019: Fundraising Volunteer through birthday donation for the", "Princess Margareta of Romania Royal Foundation for the project Inter Generational Center, target", "1000 RON/event, donations 3000 RON/event", "More details at http://fpmr.galantom.ro/fundraising-pages"]}, "misc": {}, "contact_info": ["CURRICULUM VITAE", "Personal Information", "Name: CAMELIA POP", "Date of birth: 27/06/1973", "Address: Str. Take Ionescu 6, ap. 34, 300062 Timisoara, Romania", "Mobile: +40743139175", "Email: cmlpop@yahoo.com", "LinkedIn profile: www.linkedin.com/in/camelia-pop-2b45b02a"]}