{"objective": {}, "work_and_employment": {"experience": ["Experience", "collateral management specialist | mufg securities emea | oct 2018 – present", "Key Responsibilities", "Management of daily margin obligations for all SBL and Repo transactions.", "Monitor settlement to project collateral and funding requirements and future short positions.", "Exception monitoring and break resolution.", "Liaise with counterparties, traders, legal and other support areas to ensure maximum internal and external client satisfaction.", "Ensure procedures and controls are updated.", "manager asian lending & securities finance | sumitomo mitsui trust international | LONDON | Sept 2005 – Sept 2018", "Key Responsibilities", "[bookmark: _Hlk25092638]Responsibility for SBL/Equity Financing BAU: sales, trading and operations", "Accountable executive for repo product trading and sales.", "Representing the company within the Securities Lending industry, being the first point of contact for establishing and development of client relationships.", "Coordinate strategic goals in collaboration with Tokyo and New York offices, to enhance the companies lending opportunities and build revenue.", "Ensure the desk is operating effectively within the required risk and credit limits.", "Driving the development of the lending system, with specific mandate to improve response times and increase portfolio utilization.", "Provide semi-annual results analysis, budget planning and staff appraisals.", "Liaise with business vendors to negotiate renewal of existing agreements to ensure coverage.", "Ownership of regulatory compliance for the business, partnering with Legal and Compliance colleagues.", "Business continuity planning and management of DR testing and reporting.", "[bookmark: _Hlk24490747]OPERATIONS | JP MORGAN AUSTRALIA LIMITED | SYDNEY | JUNE 2003 – AUG 2005", "Key Responsibilities", "Settlement of APAC Equity trades – Reconciliation of nostro/stock accounts", "Daily funding projection – KPI Reporting – SWIFT Origination", "Supported senior management in relocating operations tasks from HK to Sydney", "Trained operational staff from Bangalore office for transition of operational functions.", "associate director | macquarie bank – equity markets group | SYDNEY | dec 2000 – dec 2002", "Key Responsibilities", "Responsibility for Domestic shorts book", "Matched book lending in all Asian markets – Domestic DRP trading", "AUD/HKD Equity Finance swaps – Warrant issuance coverage", "[bookmark: _Hlk24491377]Support UK, South Africa & Brazil offices in collateral financing", "System gap analysis – software integration – UAT/Parallel testing.", "Client introductions and relationship building.", "senior dealer | lazard brothers & co limited | london | sept 1989 – mar 2000", "Gilt Stock Lending desk (1989 – 1991)", "International Equity Lending desk (1991- 1998)", "UK Equity Finance desk (1998 – 2000)", "Acting as a Stock Exchange Moneybroker for Gilt Edged lending", "Matched book intermediary lending in UK and Global Equities", "Matched book lending in corporate bonds and ADRS", "Equity repo and swaps", "Structured dividend arbitrage", "Daily collateral management – Certificates of Deposit/Cash/DBV", "Professional Qualifications", "Financial Regulation Unit 01 - Securities & Investment Institute", "Financial Markets and Applied Economics - Securities Institute Australia", "Systems", "MS Excel/Word/PowerPoint", "SWIFT", "Crest", "Bloomberg", "Broadridge", "Data Explorers", "Global One", "Equilend NGT", "MUREX", "Pirum", "APEX", "GLOSS", "MARKIT"]}, "education_and_training": {}, "skills": {}, "accomplishments": {}, "misc": {}, "contact_info": ["Chris Reynolds", "101 The Waterfront, Hertford, Hertfordshire, SG14 1SE | 07796 676174 | chrisjreynolds.uk@gmail.com", "Profile", "A determined professional with extensive experience within the Securities Lending industry, covering all aspects of the business, ranging from daily Operations, Legal and regulatory review to client on-boarding and management of sales and trading desks. Proven ability in building a valuable team ethic to achieve revenue targets in a risk and regulatory environment.", "Core Skills", "Page 2", "Relationship management", "Diplomacy and Team Building", "System solutions", "Front to back IB processes", "[bookmark: _Hlk24488491]Process mapping", "BAU Management"]}