{"objective": {}, "work_and_employment": {}, "education_and_training": {}, "skills": {}, "accomplishments": {}, "misc": {"interests": ["INTERESTS: Traveling, Band member (guitar), Mountain biking, Skiing and anything ‘knowledge sharing’", "mailto:chrizvw@live.com"]}, "contact_info": ["Christian van Woerkom", "chrizvw@live.com", "+31 6 11 79 59 51", "https://www.linkedin.com/in/christianvanwoerkom", "Curriculum Vitae", "WORTELL 2019", "Master of Agile Ceremonies and product development", "Agile Practice Lead and leading member of new product design team. Responsible for transformation efforts", "moving Wortell from an IT system integration project company to a Cloud product company. Educating,", "coaching senior leadership and self-organizing teams, supporting top down and bottom-up initiatives, serving", "the product delivery teams and supporting teams in developing a shared Agile Way of Working.", "Trained Leadership and delivery teams on the Lean/Agile Methodologies", "Coaching, challenging and inspiring regarding Growth Mindset, Culture, Processes and Way of", "Working (Spotify model adaptation)", "Provide strategic and hands-on support to all employees wanting de evolve Agile at Wortell and", "integrate innovation into the day to day team work together with Business Models inc’s design a", "better business approach", "Servant-leader to the Marketing team in growth hacking initiatives as building blocks for a new", "Marketing Growth System. Deep dives on Value streams, Customer journey mapping, Contextual", "Inquiry, campaign A/B testing, experiments with outcome-oriented marketing KPI’s to drive new", "customer thinking", "MICROSOFT NETHERLANDS 2007 - 2019", "Agile Coach (One Commercial Partner division, 2018 - 2019)", "Servant-leader for multi-disciplinary Non-Technical teams for the local subsidiary. Helping Product Owners,", "Agile Teams and individual achieve more by creating focus, clarity, energy and increased accountability in a", "framework to deliver team success one iteration at a time, every time.", "Leading and coaching the Partner organization in its Scrum / Kanban adoption", "Coaching middle management teams to grow as LT and help improve agility of their teams", "Community co-owner for other agilists @ Microsoft to increase the effectiveness of the application of", "Agile/Scrum in the organization for Non-Technical teams", "Member of Culture Change team to empower employees to ‘Team Up’ and work smarter by adopting", "Agile principles as individual and as change agent for their team", "Worldwide team award winner for driving Innovation & Scaled Practices in The Netherlands", "Senior Audience Marketing Manager (Developer & ITPRO eXperience, 2010 – 2017)", "Responsible for the Technical Audience relationship in the largest ‘Developed Country’ in the Western", "European team of 11. Using a variety of breadth and depth engagement strategies to increase customer", "satisfaction with Microsoft as a company, driving adoption and usage of the Microsoft platform and products", "both online and offline. Business development with Open Source companies and community influencers.", "Collaborated cross functionally with global and area marketing leadership, marketing operations, and", "local sales teams to deliver campaigns including narratives, messaging, and tactics", "Created local strategic marketing plans to meet the business needs and positively influence the", "audience’s perception of Microsoft, with specific focus on Open Source audiences and influencers.", "Responsible for execution of local marketing engines and corporate led marketing tactics including", "Marketing automation with Marketo", "mailto:chrizvw@live.com", "Christian van Woerkom", "chrizvw@live.com", "+31 6 11 79 59 51", "https://www.linkedin.com/in/christianvanwoerkom", "Conducted iterative research and analysis, and implementation of Integral marketing program", "performance (ROI) and product perceptions (likelihood to recommend), competitive and Microsoft", "customer satisfaction (NSAT), and audience segmentation to increase reach and adoption", "Conducted primary research on Customer Journeys for three different tech audiences. Incorporating", "findings of underlying customer needs to drive sales and experimented with the different online and", "offline audience marketing tools and techniques", "Helped create and deliver sales enablement engagements in targeted accounts specifically for ITI and", "Developers in-person engagement", "Business owner of Techdays (1,6 mi budget) and over 50 small to large Microsoft events for", "developers, IT-professionals and Technical Decision Makers", "Senior Marketing Project Manager (M&O, 2009-2010)", "Responsible for leading the M&O’s project management team for three different segments and audiences", "and delivering on go-to-market plans with an optimal mix of marketing vehicles. Allocating resources and", "budget and overseeing the timely execution of the plan.", "Owned the delivery of high impact projects and event such as product Launch events, local extension", "of World Partner Conference and Techdays as well as standard marketing campaigns via CMO v-", "team", "Redesigned the project management operation together with CMO lead and effectively managed my", "CMO v-team’s transformation to a standard PM operation", "Lead the standardization of the CMO planning and scoping in preparation of project execution over", "the full breadth of marketing vehicles, resulting in a default approach for planning and scoping CMO", "projects including the introduction of the RASCI", "Member of the negotiation team to transition Techdays’ P&L to vendor at the same time keeping a", "definitive vote in the event quality and demand generation", "Marketing Execution Manager (M&O, 2007-2009)", "Execution of the go-to-market plans, sticking to budget and deadlines, demonstrating an understanding of", "the overall strategy, risks, and need for subsidiary alignment. Results achieved in positive customer experiences", "with in business impact for Microsoft.", "Translating strategies to implementation for the go-to-market strategy", "Consistently landed marketing plans on time and within budget", "Reported performance against the plan with an ‘extreme ownership’ attitude", "CRUDEN B.V. 2003- 2007", "Marketing & Communication manager", "Led the marketing and communication efforts through the launch of the Hexatech Racing Simulator and", "market development of High-end simulation worldwide in the entertainment and automotive industry.", "Gathered, analyzed industry information, customer and competitive activities as well as market", "structure and trends", "Authored strategic marketing plan and contributed to sales plans that served as the basis for the", "company’s market penetration and market share building initiatives.", "Responsible for coordinating communications with Press and earned Media", "Integrated marketing, engineering and game development into one team for future product", "development", "mailto:chrizvw@live.com", "Christian van Woerkom", "chrizvw@live.com", "+31 6 11 79 59 51", "https://www.linkedin.com/in/christianvanwoerkom", "HOLLANDSTAR B.V. 2001 - 2003", "Marketing project manager", "Responsible for execution of customer marketing projects for the healthcare and recreational / entertainment", "industry.", "Worked with customer’s stakeholders to create tactical marketing plans", "Landed marketing plans and conducted basic research and analytics on campaign impact", "Reported performance against the marketing plan", "HEWLETT PACKARD NETHERLANDS 1999- 2001", "Market Development Program Manager", "Spearheaded two global market development programs to develop new business with ISV Start-up’s and", "mobile application developers in the Dutch market. Initiatives aimed at enabling the creation of mobile services", "for Telco’s and extended enterprise environments.", "Evaluated over 200 program applications and reviewed 100 business plans for program eligibility and", "potential success. Interviewed 40 managementteams and enrolled 25 start-ups", "Brokered relationships for start-up companies and HP’s Enterprise and Telco accounts to drive new", "customer services and business model", "Responsible for joint marketing efforts promoting the start-ups to increased time-to-revenue", "THIEME MEULENHOFF 1998- 1999", "New Media project Manager", "Introducing and Evangelizing new media in a then traditional books-oriented Publishing House. Responsible", "for realization of innovative learning experiences for the target audience by use of the internet.", "16 websites launched in 18 months", "Relevant education:", "Master of Uncertainty, Business Model Inc.", "Certified Scrum Master, scrum.org", "Marketing @ Microsoft, Kellogg school of Marketing, Illinois USA", "Bachelor Managing Human Resources, Hogeschool van Amsterdam, the Netherlands"]}