{"objective": {"career summary": ["CAREER SUMMARY", "COMMERCIAL", "An experienced chartered manager and fully qualified capability, programme and project manager with significant practical experience of delivering complex multi-million pound projects to scope, cost, schedule and quality.", "Senior Project (Program) Manager 2016 - Present", "Responsible for a multi-component program, designed to develop the Melbourne Fire Brigade’s (MFB) marine capabilities and enable the discharge of its statutory obligations in the marine environment. Conducted strategic level engagement with key State authorities to refine organisational requirements, the development and delivery of a pan-organisational program to improve the management, operation and support of in-service capabilities and the delivery of new equipment.", "- Led a politically challenging strategic review into the organisation’s maritime responsibilities mentoring and supporting senior management in the resolution of marine legislative issues.", "- Managed ongoing $3 Million equipment re-capitalisation program, to enable capability enhancements requirements to be realised.", "- Established and delivered a multi-strand in-service $20 Million enhancement program to address highlighted shortfalls enabling the retention of Work Health and Safety accreditation."]}, "work_and_employment": {}, "education_and_training": {"education": ["EDUCATION AND PROFESSIONAL DEVELOPMENT", "Managing Successful Programmes (Foundation/Practitioner)", "Member of the Association of Project Managers", "2020", "2020", "Chartered Fellow of the Chartered Management Institute", "2016", "Fellow of the Australian Institute of Management", "2015", "Certified Practitioner of the Australian Institute of Project Managers", "2015", "Member of the Australian Institute of Project Managers", "2014", "Member of the Institute of Asset Management", "2014"]}, "skills": {}, "accomplishments": {"project": ["Project Management Qualifications (PMI & PRINCE 2)", "2014", "Chartered Management Post Graduate Certificate in Strategic Direction/Leadership", "2013", "Advanced Management Course University of Manchester Business School", "2013", "Graduated University of Surrey BSc (Hons) Applied Physics", "1995", "MISCELLANEOUS INFORMATION"]}, "misc": {"refere": ["Referees available on request.", "PERSONAL INTERESTS"], "interests": ["Interests: Hill walking (in company with the family dogs), scuba diving, rugby, sky diving."]}, "contact_info": ["CHRISTOPHER J DAVIES", "Mob: (07470) 283 431 69 Botley Road, Park Gate", "E-Mail: chrisjdavies1@outlook.com Southampton SO31 1AZ", "PROFESSIONAL PROFILE", "A highly qualified and experienced leader and chartered manager, who has consistently delivered success throughout a varied and dynamic career. Comfortable operating in a variety of roles from the strategic to the practical hands-on level, with a proven track record of leading and motivating teams to deliver quality results to scope, cost and tight timescales. An articulate, proactive and adaptable individual, with commitment and a sense of humour. Seeking fresh challenges following a family relocation from Australia back to the UK.", "KEY SKILLS", "- Leadership and management in a wide variety of circumstances", "- Perspective and effectiveness in identifying key customer requirements", "- Cultivates productive working relationships, creating highly motivated and effective teams.", "- Generation of results within resource constrained environment to budget and time", "- Commercially aware and successful project and capability manager, with proven track record", "- Astute identifier of risk, providing tangible and realistic mitigation recommendations."]}