{"objective": {}, "work_and_employment": {}, "education_and_training": {"education": ["Education", "· 2014 – 2015 Sunderland University, England", "Qualification: Postgraduate Certificate in Education (Completed)", "· 2009 – 2013 IT Carlow, Ireland", "Qualification: BA Sports and Exercise – GAA (Completed)", "Qualification: Bachelor of Arts (Honours) in Management and Coaching (Completed)", "· 2018 University of Glasgow, Scotland", "Qualification: MSc in Sport and Exercise Science & Medicine (Deferred)"]}, "skills": {}, "accomplishments": {"achievement": ["Achievements", "· Successfully started and taught IGCSE Physical Education in SUIS Pudong. This is the first year of the program.", "· Successfully organised numerous SSSA (Shanghai Schools Sports Association) tournaments. Positive feedback from coaches shows evidence of this achievement.", "· Consistently improving the participation and visibility of the House System at SUIS Pudong. Leadership appraisal shows evidence of this achievement.", "· Create a varied and exciting ECA curriculum. Some of the activities included are 3D Stickers, Origami and Scrapbook. 34 different activities show evidence of this.", "· Consistently improved teaching standards and methods by taking feedback from mentors and leaders at the school. Teacher appraisal improvements show evidence of this achievement.", "· ‘Coach of the Year’ award winner, Shanghai Sports Personality of the Year Awards, 2014.", "· GAA Asian Games ‘All Star’ 2016, 2018 & 2019", "Other Qualifications and Experience · Have been a Grade 2 homeroom teachers at SUIS Pudong and ZFH kindergarten.", "· Currently head coach of the Shanghai gaelic football men’s team.", "· Have successfully passed HSK 2 Chinese exam and currently studying for HSK 3.", "· Have experience of teaching Computer Science in SUIS Pudong. Some of the programs delivered are Scratch, Scratch Jr., Pivot Animator, Beebots and Lego WeDo.", "· Obtained a TeacherReady mentoring certificate and successfully mentored a trainee teacher who was studying to get his teaching certificate.", "· Successfully undertaken a Code of Ethics course by the Sports Council of Ireland.", "· Have successfully completed a First Aid Course and have some training on how to use a defibrillator.", "· Have coached different age groups from 4 year olds to adults in various sports that include Gaelic Football, Hurling, Ladies Football, Soccer, Basketball, Tennis and Athletics.", "· Currently coach strength & conditioning class at StyleDuro fitness, Shanghai."]}, "misc": {"refere": ["References on request"]}, "contact_info": ["CURRICULUM VITAE Contact:", "ciaranmannion88@outlook.com", "Phone: 18701934017", "Address: Shanghai, China", "[image: ]", "Picture", "Ciaran Mannion", "Date of Birth: 30th June 1988", "Nationality: Irish", "[bookmark: _GoBack]", "During my degree and work life I have successfully combined my studies with work and other commitments showing me to be self-motivated, organised and capable of working under pressure. I have a clear logical mind with a practical approach to problem solving and a drive to see things through to completion. I have constantly tried to up skill in my various roles, demonstrated by my consistent progression at my current school. I have served as a role model by extensive participation in sports activities and by coaching competitive and non-competitive sports. I have an enthusiasm for sport and I bring my competitiveness to succeed in sport to every part of my life.", "Shanghai United International School (Pudong Campus): Shanghai, China Position: Athletic Director and Head of Whole School P.E. Aug 2018 – Present Key Attributes", "· Energy and Positivity", "· Organisation and Planning", "· Differentiation", "· Patience and empathy", "· Plan for health & safety", "· Logistics of having sports teams", "· Create a culture", "Deliver P.E. lessons with a responsibility for teaching, testing, grading, assessment, parent communications and the coordination of extra-curricular activities and sports teams. This year we had 18 teams who competed throughout the year. This meant 18 coaches had to be managed and a culture had to be created to ensure best practice at all times. Manage a team of six teachers who deliver P.E. lessons to students. As head of P.E. it was my job to create schemes of learning, ensure that the quality of teaching was of a high standard and be responsible for how the students are assessed in lessons.", "Shanghai United International School (Pudong Campus): Shanghai, China", "Position: ECA & House Coordinator Aug 2015 - Present Key Attributes", "· Organisation and Planning", "· Communication", "· Time Management", "· Follow the Vision of the School", "· Energy and Positivity", "· Attention to detail", "Follow the schools’ vision of having a whole school house system and implement a culture of participation in all students. Organise house events to motivate students; some of the events organised were air guitar, house sports day, art week and spelling b. Develop, organize and maintain communication channels with students, parents and teachers to ensure a smooth implementation of ECA’s. 450 students are currently participating in 32 different and diverse activities. Raspberry-Pi, zentangle art, origami and cornhole are examples of activities offered to students."]}