{"objective": {}, "work_and_employment": {"experience": ["EXPERIENCE", "DIRECTOR OF SALES - MARSA MALAZ kempinski the pearl;", "DOHA, QATAR — JAN 2018 - SEP 2018", "Reporting to DOSM. Plans and implements all integrated sales and marketing strategies related all segments. Delegates, monitors and evaluates tactics related to strategy.", "DIRECTOR OF SALES - KEMPINSKI HOTEL BARBAROS BAY;", "BODRUM, turkey — DEC 2015 - DEC 2017", "Executive committee member, reporting to GM. Plans and implements all integrated sales and marketing strategies. Handles critical property ownership relations with GM guidance. Delegates, monitors and evaluates tactics related to strategy.", "DIRECTOR OF SALES & MARKETING, HOLIDAY INN BAKU;", "BAKU, AZERBAIJAN — DEC 2014 - sep 2015", "Opening team executive committee member, reporting to GM. Plans and implements all sales & marketing strategies -including opening/positioning strategies. Handles critical property ownership relations under guidance of GM. Pre-opening departmental setup and hiring for: Sales, PR, Revenue and Catering initiatives. Delegates, monitors and evaluates tactics related to strategy in above mentioned departments.", "DIRECTOR OF SALES & MARKETING, EXCELSIOR HOTEL BAKU;", "BAKU, AZERBAIJAN — JAN 2013 - NOV 2014", "Executive committee member, reporting to GM. Plans and implements all sales, marketing and revenue strategies and necessary tactics. Delegates, monitors and evaluates tactics related to strategy in sales, revenue and catering departments.+974 6694 9959 ● +90 532 602 4867 ● damlacuhadaroglu@gmail.com", "SALES & MARKETING MANAGER, RAMADA HOTEL & SUITES BAKU;", "ISTANBUL, TURKEY — MAR 2012 - JAN 2013 (PRE-OPENING)", "Opening team executive committee member, reporting to GM. Helped plan all sales & marketing strategies -including opening/positioning strategies. Helped pre-opening departmental setup and hiring. Project opening got postponed.", "SALES EXECUTIVE, JUMEIRAH PERA PALACE, ISTANBUL;", "ISTANBUL, TURKEY — JAN 2010 - aug 2011", "Reporting to DOSM, overseeing Groups and Travel Trade for assigned key feeder markets. Active business traveler for direct sales efforts to assigned markets.", "SALES EXECUTIVE, SUSESI DELUXE RESORT SPA & GOLF, ANTALYA;", "ANTALYA, TURKEY — MAY 2008 - DEC 2009", "Reporting to DOSM, overseeing Groups and Travel Trade for assigned key feeder markets. Active business traveler for direct sales efforts to assigned markets.", "SALES COORDINATOR, KEMPINSKI HOTEL THE DOME BELEK, ANTALYA;", "ANTALYA, TURKEY — APR 2007 - MAY 2008", "Reporting to DOSM, overseeing Groups for assigned accounts and key feeder markets. Active business traveler for direct sales efforts to assigned markets.+974 6694 9959 ● +90 532 -602 4867 ● damlacuhadaroglu@gmail.com"]}, "education_and_training": {"education": ["EDUCATION", "AKDENIZ UNIVERSITY — B.A. HOSPITALITY MANAGEMENT, ANTALYA, TURKEY", "HMMB ANATOLIAN SCHOOL — HIGH SCHOOL, ANTALYA, TURKEY"]}, "skills": {"skills": ["SKILLS", "Sales Deployment & Direct Sales Efforts, Sales Strategy, Sales & Marketing Tactics, Property Opening, Departmental Setup, Departmental & Overhead Budgeting, Coaching & Talent Acquisition, Owner Relationship, Consumer Marketing, Content Marketing, Direct Marketing, Brand Marketing, Social Media and Conventional Public Relations, Direct Sales, Revenue and Yield Management, Channel/Distribution Management, Catering Sales.", "2 of 2"]}, "accomplishments": {}, "misc": {}, "contact_info": ["[bookmark: _GoBack][image: ]DAMLA CUHADAROGLU BAYIK", "Sales focused, results driven, self-motivated team player with clear ambitions to always lead remarkable sales teams to success at world class products and great brands."]}