{"objective": {}, "work_and_employment": {}, "education_and_training": {"education": ["EDUCATION", "Google", "GOOGLE ANALYTICS (BEGINNERS)", "Certification: June 2020", "Mindfulness Center of Atlanta", "MINDFULNESS BASED STRESS REDUCTION TRAINING", "Pre-requisite Completion: November 2019", "The University of Georgia", "ADVANCED BUSINESS AND MARKETING WRITING", "Certificate of Completion: January 2019", "Pennsylvania State University", "BACHELOR OF ARTS IN ADVERTISING AND PR", "Graduated: December 2015"]}, "skills": {}, "accomplishments": {"project": ["PROJECT MANAGER/OPERATIONS & HR ASSISTANT (FREELANCE)", "Partnered with Human Resources Director on follow-up completion of low-benefit", "enrolled forms, scheduling 1-to-1 introductory meetings and IT on-boarding for new", "hires/updating site with their information, and preparing workshop training materials", "Positioned in HR investigation meetings with head of HR/Operations/employees to", "provide reconciliation measures and resolutions", "Scheduled Zoom subject matter expert calls and webinar based sessions to follow-up", "key studies from Public Health peer-to-peer trainings for the Programs Department", "Worked with the Executive Assistant to CEO to perform ad hoc responsibilities for", "NACDD staff, members and partners for special projects and plan events.", "Collaborated with the Evaluation Department to research and compile survey data in", "Excel and Google Forms to determine member and program readiness", "Hillside Presbyterian Church, Decatur, GA", "2019 - 2019 OFFICE SUPPORT (CONTRACT)", "Implemented and introduced new procedures, including donation tools and", "administrative systems using Microsoft Office", "Conducted interviews with Pastor/Clerk for new hires for the office and ministry", "Assisted Treasurer to maintain monthly budgets in Excel/Church Windows, reallocate", "funds and process vendor compensation", "Contacted vendors to negotiate contracts, review orders and reconcile invoices", "Contributed to writing, editing, printing and distributing job descriptions for", "Indeed.com/LinkedIn, company website and weekly bulletins/promotional materials", "Managed all calendars and assisted with developing meeting agendas", "Collaborated and communicated with the Pastor, Clerk of Session, and Ministry to get", "involved with outreach events that encouraged others to deepen their spiritual", "relationships and volunteer for causes like “Feed The Hungry”", "2018 – 2018 Robert Half International, Atlanta, GA", "SOUTHEAST FIELD MARKETING MANAGER (FREELANCE-REMOTE)", "danielleallwood", "…………………………………………………………………………………………………………………………", "…………………………………………………………………………………………………………………………", "…………………", "www.linkedin.com/in/daniellenewbyallwood", "danielle.allwood17@gmail.com", "470-875-9189", "Developed and managed the quarterly/annual field marketing budget for their seven", "lines of business in the Southeast region to ensure the budget was spent strategically", "Consulted with Legal or Compliance departments regarding regulations, practices, and", "other requirements for marketing and event initiatives through MicrosoftTeams", "Ongoing analysis of program performance for all local activities to be shared with", "leadership and the marketing team", "Point of contact to support operational growth objectives by positioning their staffing", "brand as local market place leaders to a measurable improvement in local brand", "awareness and customer usage", "Secured Robert Half’s speaking engagements/sponsorships for events", "Worked with Field Event Coordinator and PR to maximize marketing strategies and", "initiatives for more than 200 events for 40 offices", "2017 – 2018 Spelman College, Atlanta, GA", "DONOR RELATIONS MANAGER, (FREELANCE)", "Oversaw program concepts and design, recruited students, staff and talent", "Partnered with Director of Donor Relations/Student-Work Study Department to recruit", "and train students to assist with filing scholarships, donor-thank you letters, event", "checklists and prepared students for success to deliver outstanding professional", "services in the STEM field.", "Collaborated with Annual Giving/Marketing teams to register and load donor/", "contribution data into the College’s BANNER database/Constant Contact and oversee", "modules pre-post event to use the information to inform campaign strategies and", "planning and support research for stewardship and fundraising activities", "Negotiated and reconciled vendor contracts and invoices, developed and managed the", "budget for more than 40 significant local and national events per year hosted by the", "College’s president and VP of Advancement/Business Development which contributed to", "their financial goal to implement an Arts and Innovation Center prior to the campaign", "kickoff", "2016 – 2016 Teach For America, Atlanta, GA", "ATLANTA INSTITUTE EMPLOYEE (FREELANCE - REMOTE)", "Assisted with the management of the annual conference budget up to $1M using Google", "Apps and Workday", "Contributed widespread support to Executive Management Team for all the conferences", "including registration for on-site training that provided the infrastructure needed to deliver", "outstanding instruction to thousands of students, as well as, special projects, not limited", "to coordinating food and beverage, hotel, and seminar rooms", "Captured the accuracy of all sponsorship benefits across all communication channels"]}, "misc": {}, "contact_info": ["RELEVANT WORK EXPERIENCE", "2019 - 2020 Hillside Presbyterian Church, Decatur, GA", "TREASURER (P/T – CONTRACT/ REMOTE)", "Applied and reviewed procedures as a part of the new financial policy implementation", "Contribute to Finance Sub-committee and Administration meetings to be aware of any", "upcoming expenses, events, or changes to the church’s operation strategy. Provide", "monthly and ad-hoc reports and respond to questions.", "Reconcile invoices, bills and bank statements with the church’s ledger using", "QuickBooksPro, making note of any discrepancies and bringing them immediately to the", "church’s board, Session, Administration Ministry or pastor.", "Maintains tax records of employee salaries, donor information, spending habits, and", "more. Files the church’s taxes with a registered CPA, and keeps and files all records", "regarding such transactions. Prepares tax forms such as W-2 or 1099 for church", "employees.", "Participate in financial audits/reviews. Invests in the donation process to supplement the", "church’s trust.", "2019 - 2019 National Association of Chronic Disease Directors (NACDD-CDC), Decatur, GA"]}