{"objective": {}, "work_and_employment": {}, "education_and_training": {"education": ["Education, demonstrating robust invoice administration, reconciliation, multi-tasking and excellent Microsoft Excel skills.", "E D U C A T I O N", "B A ( H O N S ) P R I M A R Y", "E D U C AT I O N + Q T S", "University of Greenwich", "2017", "Worked within four primary schools across", "3 years, to support the development of", "children across various key stages as part of", "my QTS Primary Education degree.", "B U S I N E S S M A N A G E M E N T", "N AT I O N A L D I P L O M A", "Coulsdon College", "2011", "Awarded Triple Distinction", "G C S E", "Shirley High School", "2009", "Achieved 11 GCSE's inc. English Language /", "Core Maths / Statistics / Core Science / IT", "S K I L L S", "Microsoft Office", "Time management skills", "Report generation and analysis", "Financial records and processing", "Account reconciliation expert", "Journal preparation and posting", "W O R K E X P E R I E N C E", "F U N D I N G C L E R K", "Vauxhall Robins & Day / Jan 2020 - Present", "Completed weekly and monthly funding reconciliation, ensuring that any", "discrepancies are resolved before the month is closed.", "Input up to 50 vehicle transnational logs daily.", "Reconciled all transactions for 5 separate accounts before month end.", "Provided the Accountant and Finance Director with a weekly list of fully paid", "vehicles due to affect the business for the month in advance.", "Ensured the prompt removal of 80+ sold vehicles from the funding plans and", "funded existing stock per week.", "Managed the coordination of 5 accounts finances to ensure consistent smooth", "running of the companies trading.", "C R E D I T C O N T R O L L E R", "Oice Team / Jan 2018 - Jan 2020", "Actively managed over 350 live accounts with a credit portfolio of approximately", "£10 million.", "Reduced historical debt by 40%+ for top 10 active accounts.", "Verified and settled the accuracy of 100+ credits monthly.", "Performed monthly and quarterly review of major customers through financial", "statement analysis and negotiating payment plans.", "Proactively made 150+ calls/emails weekly to preempt delayed transactions.", "Helped reduce department credit risk by 25% by analysing risk exposure and", "performed enhanced monitoring of distress accounts.", "Raised 20+ refunds and write offs for allocated centres and reduced historical", "arrears/queries for each account.", "Completed regular ledger reviews with management to discuss targets and", "achievements.", "Maximised department performance by training and mentoring new staff.", "C U S T O M E R S E R V I C E A S S I S TA N T", "Asda / Dec 2012 - Sep 2015", "Responsible for ensuring all point of sale material is correctly placed to support", "customer engagement and providing any insight to management as to how", "improvements can be made.", "Handling any customer complaints with service or products with tact and diplomacy", "and mitigating any further dissatisfaction through concluding in a timely manner.", "Processing transactions using the till and undertaking regular reconciliations to", "highlight and investigate any discrepancies.", "A C C O U N T S A D M I N I S T R AT O R", "RightPath Claims / Jan 2011 - Dec 2013", "Worked as part of a team to process financial tasks including but not limited to", "invoice administration, raising cheques and reconciliations.", "Processed all payroll entries and reports for 30+ employees.", "Prepared month end closing entries for detailed reporting and record keeping.", "Processed and reconciled transactions for 3 bank accounts per month, employing", "speed and precision to complete before month end."]}, "skills": {}, "accomplishments": {}, "misc": {}, "contact_info": ["D | R", "DA N I E L R OY E S", "F U N D I N G C L E R K", "Grant Road, Croydon, CR0 6PJ,", "United Kingdom", "07539200852 daniel_royes@hotmail.co.uk", "A self-motivated and analytical individual seeking to commence a rewarding career in the finance and accountancy industry.", "Currently striving to complete an ACCA qualification to enhance my knowledge and skills in the accountancy field. By virtue", "of experience from roles including Accounts Administrator, Credit Controller and the completion of a BA (Hons.) in Primary"]}