{"objective": {}, "work_and_employment": {"professional experience": ["Professional Experience", "Sutton bridge PowerStation, Spalding - South Lincolnshire, UK May 2020 to Present", "Shift Supervisor", "Spearhead whole panel, controlling every part of power station, navigating various processes from steam systems (2x HP/IP/LP) to turbines, make up water, oil systems, cooling systems, feed water, and HV/LV motors and switchgear. Oversee day-to-day operations of power station, plan for outages and repairs, and implement necessary environmental, health and safety measures for target achievement, limiting downtime, safe operation and maintenance activities at Power Station. Use independent judgment to make decisions on staffing, addressing quality and maintenance issues. Secure scene and perform initial and follow-up investigations on all safety and reportable environmental incidents (spills, air emissions, and waste discharge) that occur on shift. Track and monitor operational metrics, report any deviation from targets to drive improvements. Keep track of equipment isolation and report daily on environment, health, and safety incidents and where applicable, complete associated action management tasks and log information into SAP.", "Key Accomplishments:", "· Delivered exceptional work in operations department on a CCGT for 3 years, leading to becoming shift supervisor in May 2020 becoming SAP and duty control person for site.", "· [bookmark: _Hlk46878874]Appointed as deputy outage coordinator in the 2020 outage; assisted in preparation, writing, and issuing of 300+ safety documents, maintaining highest levels of personal and plant safety and enabling smooth and timely outage.", "Sutton Bridge PowerStation, Spalding - South Lincolnshire, UK Nov 2017 to May 2020", "Shift Operations Technician | Qualified Outside Man | Desk Operator", "Took on general operations job role after being promoted from outside operator on 850Mw CCGT plant. Duties included: water chemistry, pump change overs, plant walk downs, valves and outside systems operations, light maintenance work and delivering assistance during start up and shut downs by controlling fuel gas and ACC back pressure.", "Key Accomplishments:", "· [bookmark: _Hlk46878897]Enhanced experience, progressing through job roles – from operations technician to desk operator, in charge of running panel within 10 months and leading to senior panel operator, working towards AP and SAP and eventually appointed as shift supervisor.", "· Acquired AP qualification in 2018 and SAP qualification in 2019, running safety documents for the 2020 outage.", "Viridor ERF site, Peterborough, UK June 2016 to Nov 2017", "Shift Operations Technician", "Liaise with operational team, walking throughout the plant during shifts to ensure safety; record deviations/areas requiring repairment. Deliver light maintenance, assisting FRO and engineering team where required. Maintain efficiency while adhering to health, safety and environmental regulations. Utilise computer software for generating supporting paperwork; balance multiple projects, and make at the spot effective decisions.", "Key Accomplishment:", "· [bookmark: _Hlk46878914]Integrated as essential team member, instrumental in producing power for 16K homes and diverting 85K tons of waste away from landfill annually; on duty throughout the year, without breaks, ensuring plant ran to its full capability benefiting organisation and environment.", "Viridor ERF fourth drove, Peterborough, UK July 2015 to June 2016", "Fro", "Assisted team on shift with handling waste and consumables deliveries on site. Steered mobile plant operations including telehandlers, overhead cranes, and front-loading shovels and supported operations team with plant management when required; maintaining strict compliance with environmental, health, and safety policies.", "Key Accomplishment:", "· Promoted to Shift Operations Technician by undertaking trainings to increase awareness regarding targeted role."]}, "education_and_training": {"education": ["Education & Training", "HNC in Process Engineering", "Teesside University | EED: 2021", "Level 3 diploma in public services, Lincoln College, 2012", "NVQ sports leadership and coaching: Level 1 & Level 2, Lincoln College, 2012", "Level 1 functional skills IT, Lincoln College, 2012"]}, "skills": {"technical skills": ["Technical Skills", "Level 2 Award in Door Supervision | First Aider | Asbestos A Awareness Course | Full Front Load Shovel Ticket", "Rescue Genie Training and Fall Protection Training | Paul Hollis Biomass Operations Principles Course", "Full Telehandler Ticket | AP and SAP Authorised"]}, "accomplishments": {}, "misc": {}, "contact_info": ["Daniel Nicholson", "Page Two of Two", "[bookmark: _Hlk46878636]Daniel Nicholson Shift Supervisor", "ds.nicholson.dn@gmail.com 07984599705 Dunham, UK", "A diligent and practiced technician with extensive shift supervisory experience in Energy from waste, CCGT, and Biomass Environments. Proven ability to plan and execute test projects, expediting all aspects to ensure deadlines are met. Eager to offer organisations a strong sense of determination, exemplary work ethic, reliability, and accountability. Consistently demonstrate exceptional expertise, foresight, and sound decision-making abilities for maximising quality, ensuring safety, spearheading 360-degree strategic and technical planning. Leverage and continually expanding on hands-on experience through training to tackle seemingly insurmountable obstacles and challenges, devising innovative and alternative solutions. Dynamic professional with excellent track record of works equally as effective independently or collaboratively, consistently meeting and surpassing expectations. Areas of Expertise include:", "· Powerplant Operations", "· AP & SAP Status", "· Reporting & Documentation", "· Outage Management", "· Health & Safety Compliance", "· Continuous Process Improvement", "· Diagnosis and Resolution", "· Energy Production", "· Cross Team Collaboration"]}