{"objective": {}, "work_and_employment": {"experience": ["Experience", "World Trade Organization (WTO), Geneva, Switzerland", "Legal/Economic Affairs Officer, Development July 2019 - present", "Provide support to the WTO participation in EIF governance", "Contribute to research and analysis on the impact of graduation from least-developed country (LDC) status", "Undertake preparatory work for showcasing WTO's contribution to trade-led economic development of LDCs", "at the 12th Ministerial Conference and Fifth United Nations Conference on LDCs", "Programme Officer, Enhanced Integrated Framework (EIF) August 2015 - June 2019", "Contributed to establishing partnerships with Islamic Trade Finance Corporation (ITFC),", "The Commonwealth, and the Pacific Islands Forum Secretariat", "Co-authored three chapters on issues of relevance to economic development of LDCs", "Published three outreach articles on evolving trade and development priorities of LDCs"]}, "education_and_training": {"education": ["Education", "2011 - 2012 LL.M., International Economic Law and Policy (IELPO), University of Barcelona, Spain", "2010 – 2011 Coimbra Group Exchange program, University of Geneva, Switzerland", "2009 – 2011 M.A., International Economics, University of Barcelona, Spain", "2005 – 2009 B.A., magna cum laude, Spanish, French, minor Economics, St. Petersburg State University,", "Russian Federation"]}, "skills": {}, "accomplishments": {"research": ["Researched on various topics for speeches and briefings", "Drafted speeches, talking points, and briefing notes", "Assisted in communications planning", "Monitoring and Evaluation Support Officer, EIF February 2014 - October 2014", "Contributed to the Annual progress report 2013", "Collected and analyzed primary and secondary data", "Supported preparation of workshops and trainings", "Intern, External Relations September 2012 – August 2013", "Published newsletter for parliamentarians", "Supported event organization: Public Forums: 2012, 2013; Parliamentary Conference", "Organized outreach events for Russian parliamentarians and business community", "International Trade Centre (ITC), Geneva, Switzerland", "Intern, Office for Latin America and the Caribbean March 2011 – June 2011", "Prepared briefs and background information", "Assisted in preparing press releases, project-related documents, technical reports", "Translated from English/Spanish into Russian"], "publications": ["Publications", "Trade impacts of LDC graduation (with Taufiqur Rahman and Rainer Lanz); WTO, EIF 2020.", "Aid for Trade in Challenging Contexts (with Luisa Bernal); OECD, WTO 2019, Aid for Trade at a Glance 2019:", "“Economic Diversification and Empowerment”.", "Assessing e-trade readiness (with R. Adhikari); SAWTEE 2018, \"South Asian cooperation: Issues old and new”.", "Promoting trade inclusion in LDCs through connectivity (with B. Rippel); OECD, WTO 2017, Aid for Trade at a", "Glance 2017: “Promoting Trade, Inclusiveness and Connectivity for Sustainable Development”.", "Certificates", "WTO Representative to the Y20, G20 presidency of Saudi Arabia, 2020", "Portuguese as Foreign Language (C1), University of Lisbon, 2019", "Spanish as Foreign Language, DELE (C2), Instituto Cervantes, 2009", "Ramon Llull Scholarship for Catalan language and Culture Studies (B1), 2008", "International Student Exchange, Episcopal High School, FL, USA, 2004-2005", "mailto:daria.shatskova@gmail.com", "https://www.wto.org/english/news_e/news20_e/rese_08may20_e.pdf", "https://www.wto.org/english/res_e/booksp_e/aid4trade19_chap4_e.pdf", "http://www.sawtee.org/publications/South_Asian_cooperation_Book.pdf", "https://www.wto.org/english/res_e/booksp_e/aid4trade17_chap9_e.pdf"]}, "misc": {}, "contact_info": ["Daria Shatskova", "daria.shatskova@gmail.com", "English, Spanish, French, Russian, Portuguese, Catalan"]}