{"objective": {}, "work_and_employment": {"employment history": ["Employment History", "Border Oak Design and Construction Ltd Quantity Surveyor/Estimator", "Estimating bespoke house builds from plan, preparing and letting subcontract packages, assessing and pricing variation to the contract sum, reporting to the Senior management team, monthly work in progress reports and liaising with the rest of the team over design and cost changes", "Amey Herefordshire", "Senior Quantity Surveyor", "Lead Quantity Surveyor on a government Managing Agent Contract under an NEC form of Contract with schedule of rates. Dealing with a £20 million annual budget controlling spend on roads and building maintenance, printing, catering, sign production. In this role I had a team of 4 people working with me and had to liaise with all the other departments within the company, as well as the client and senior management.", "Laing O’Rourke Infrastructure", "Senior Quantity Surveyor", "On the £1.3 billion AMP4 network refurbishment contract with Welsh Water. Monitoring financial performance against contract targets, analysing the most cost effective method of improvement, managing sub-contractor procurement and payment, monitoring internal labour costs and managing the bonus scheme producing monthly financial reports, monitoring the risk register and pricing variations to the contract under compensation event scheme prescribed by the NEC form of contract.", "Bathgate Flooring Limited", "Chief Estimating Manager", "Overseeing the estimating department improving the flow of information and the relationships between estimating and all other departments ensuring that all estimates were acceptable and that orders reflected final quotation.", "TJ Crump Oakwrights", "Estimator / Quantity Surveyor", "Pricing oak frames and general building work for bespoke oak framed housing projects, Dealing with clients from the initial enquiry stage through to the implementation of their design and the manufacture of the frame.", "Kingspan Access Floors", "Senior Quantity Surveyor", "Controlling a turn over of £2.5 million spread between 60 and 100 jobs, reporting monthly to the General Manager, in charge of 3 Quantity Surveyors with 4 Contracts Managers. My responsibilities extended to managing the south of England office, ensuring that the monthly applications were delivered on time and producing the monthly cost value reconciliation, assisting with the chasing of debtors, and agreeing difficult accounts with total commercial control.", "TFA Ltd", "Estimator", "Taken on as an Estimator, however in this much smaller and fast expanding company my role extended to an advisory capacity with regards the financial procedures. The estimating role also involved meeting clients to assess their needs and presenting tenders in a professional and understandable format.", "Durabella Timber Flooring", "Contracts Manager", "Managing up to 15 jobs including ordering of materials, organising labour, applying for payment when due, and assessing variations and additional works.", "Hewetson Floors", "Quantity Surveyor", "Commercial control of up to 35 jobs dealing with contractual queries and carrying out valuations as it became due also liaising with clients regarding any variations or additional works and liaising closely with Contracts Managers to complete the monthly cost value reconciliations."]}, "education_and_training": {"education": ["Education / Qualification", "HNC building studies", "ONC building studies", "'A' levels in Maths and Physics", "'O' levels in Maths, English, Physics, Economics and Motor Vehicle Studies"]}, "skills": {"skills": ["Skills", "· Tender preparation", "· Letting of sub-contract packages", "· Preparing and agreeing interim valuations", "· Agreeing sub-contractors valuations and final Accounts", "· Preparing variations", "· Corresponding with both clients and sub-contractors", "· Preparing cost value reconciliations", "· Scheduling works", "· Monitoring programmes"]}, "accomplishments": {}, "misc": {}, "contact_info": ["Name:", "David Curd", "Address:", "Dunwood Farm,", "The Marsh,", "Weobley,", "Herefordshire", "HR4 8RR", "Date of Birth:", "23rd February 1970"]}