{"objective": {}, "work_and_employment": {"professional experience": ["Professional Experience", "CVS/Aetna|Cranberry Township, PA", "2018-Present", "Lead Tech Production Specialist", "Aetna|Cranberry Township, PA", "Lead Tech Production Specialist", "2014-2018", "Coventry Healthcare|Cranberry Township, PA", "Senior Production Specialist", "2002 - 2017", "Production Control Specialist", "2001 - 2002", "Computer Operator", "2000 - 2001", "· Prepares production jobs for processing on multi-technology computing platforms and ensures the highest levels of service and system availability are attained.", "· Responsible for quality control by verifying that output results are in accordance with established procedures and within corporate guidelines.", "· Provides assistance and direction to lower level staff.", "· Conduct technical support and training for preparing production jobs for processing on multi-technology computing platforms.", "· Maintain high levels of service and system availability and monitor that corporate expectations are attained.", "· Monitor and support job statuses and reviews with multiple clients and/or data processing management systems.", "· Identifies and resolves problems which may impact projects and/or operating results.", "· Provide support and guidance to operations staff, client staff, and programmers to identify and resolve technical problems.", "· Review, document, and maintains technical operating instruction manuals and systems documentation, standards, and operating procedures.", "· Perform technical analysis of workload, equipment loading, performance bottlenecks, and software changes.", "· Make recommendations and implement process improvements.", "· Assure compliance with established policies and procedures.", "Valley Hospital| Sewickley PA", "1994 - 2000", "Medical Laboratory Technician"]}, "education_and_training": {"education": ["Education & Certifications", "Teaching Assistant for the 2020 US Cyber Challenge", "6/2020", "Invited to attend the 2019 USSC", "6/2019", "GIAC Security Essentials (GSEC)", "12/01/2018", "University of phoenix — Pittsburgh, PA", "2017", "Bachelor of Science in Information Technology", "Information Assurance and Security Certificate", "CompTIA Security+ Certification", "COMMUNITY COLLEGE OF BEAVER COUNTY- Monaca, PA", "Associates in Applied Sciences Information Technology", "2000", "Associates in Applied Sciences Medical Laboratory Technician", "1992"]}, "skills": {}, "accomplishments": {}, "misc": {}, "contact_info": ["DAVID E. BETKE JR.", "Phone: (724) 777-2082 ( Page 2", "DAVID E. BETKE JR.", "5032 Hamilton Drive ( Aliquippa, PA 15001 ( 724-777-2082 ( marjr3@comcast.net", "Professional Profile", "A multifaceted, performance driven professional with skills in communication, organization, leadership, teamwork, and administration. Accustomed to prioritizing activities and assignments as necessary to meet job responsibilities. Follows through and effectively plans by efficiently applying appropriate resources to produce desired results. Seeking a position to use experience, skills, and education."]}