{"objective": {}, "work_and_employment": {"employment history": ["EMPLOYMENT HISTORY:", "November 2019 – March 2020", "L3 HARRIS (Military supplier)", "Payroll specialist running EMEA payrolls for 12 countries (400 employees) using outsourced payroll company and local payroll bureaus. Ensuring payment of local taxes, pensions, and insurance made on time and correct. Updating procedures and working patterns.", "July 2019 – October 2019", "RWS Ltd (Translation provider)", "Interim Payroll Manager responsible for the UK payroll for 5 separate companies (2000 employees). Also tasked with writing a Payroll Manual for the Agresso payroll system and implementing new procedures for reporting of changes and overtime. Also responsible for installing Electronic payslips using cloud based system.", "April 2019 – June 2019", "BUILD-A-BEAR. (Retail)", "Temporary Payroll Specialist assisting in the transfer of Payroll system from inhouse to outsource company.", "Entry of all worktime hours and overtime.", "August 2018 – October 2018", "PASCALL & WATSON (Chartered Architects)", "Interim Payroll Manager responsible for 3 payrolls (Irish, Abu Dhabi and UK) using Sage 50 and 2 outsource companies.", "Authorising Pension deductions both company and employees. Entry and authorising expenses using Sage 200. Recommending and implementing changes to systems and procedures.", "April 2018 – August 2018", "TEARFUND (Charity)", "Interim Payroll Manager responsible for 3 payrolls (EMEA, Ex Pat and UK totalling 1200 employees) using Select Pay with Select HR integration.", "Calculation of 3 pension schemes both UK and international. Authorising payments using BACS, J Stone, Barclays and E", "Pay. Recommending change to systems and procedures. I had one direct report.", "January 2018 – April 2018", "DIXONS CARPHONE (Retail)", "Undertaking a variety of payroll duties including resolving queries, inputting changes to both personnel and payroll information. Manual calculations of Tax and NI. I had four direct reports.", "November 2017 – November 2017", "EUROMONEY", "Undertaking a transfer of personnel from one payroll to another. Assisting in a variety of payroll duties including resolving tax issues both internal and external. Inputting changes to both personnel and payroll information. Manual calculations of Tax and NI.", "September 2017 – November 2017", "READYPOWER", "Covering sickness of Payroll Manager covering all aspects of payroll responsibilities. Calculation and payment of CIS contractor payments", "May 2017 – August 2017", "CLANCY DOCWRA", "PAYROLL SUPERVISOR", "Advising on current payroll procedures and practices and recommending changes with possibility of purchasing new payroll system with emphasis on making savings both financially and time.", "NOVEMBER 2016 – MAY 2017", "SKANSKA LTD", "PAYROLL SPECIALIST", "Assisting with Inputting timesheets manually onto Payroll System ready for uploading and checking of electronic details.", "Guiding and advising of problems and solutions in readiness of new Payroll being implemented. Completion and forwarding of third party payments for over 5000 personnel.", "AUGUST 2015 – SEPTEMBER 2016", "Undertaking a variety of temporary positions for companies such as BIDVEST (3663) and TOLL Group in a variety of roles, involving assisting in changing payroll systems and reconciling pension contributions for TUPE staff.", "SEPTEMBER 2014 – JULY 2015", "RADLEY & CO. LTD", "PAYROLL MANAGER", "Reporting to Head of Human Resources, sole responsibility for processing payroll for Head Office and stores throughout UK, Ireland and Germany, using NGA Payroll, Ceridian outsource and German Bookkeeping Services.", "Calculating all HMRC payments and deductions including statutory allowances.", "Involved in valuation and recommendation of new Payroll and HR System, including procedures and policies.", "Administration of all starters and leavers raising P45 etc.", "Liaising with Store Managers with reference to any Payroll issues.", "JULY 2008 –AUGUST 2014", "EAST LTD", "POSITION:", "PAYROLL MANAGER", "Reporting to Financial Director, sole responsibility for processing payroll for 90 retail outlets across the UK, Ireland, and Channel Islands using Earnie IQ, Sage Quickpay and Offshore Logic Payroll.", "Responsible for implementation of new payroll system and writing of new reports, incorporating a new HR control system alongside testing and evaluating.", "Actioning all payroll responsibilities for Auto Enrolment and liaising with HR on all communication aspects of Workplace Pension Reform.", "Successfully completed RTI reporting.", "Implemented a new time sheet recording and calculation system to automate the input of Hours and payments for over 85 sites.", "Improved the reporting and operation of payroll process.", "Calculating payments and deductions of PAYE, SAYE, NI and all statutory allowances.", "Completion of end of year returns and reconciliation of Pension contributions and payment of same.", "Administration of all starters and leavers, completion of P45’s, P46’s.", "Assisting and advising on HR issues with Store Managers.", "APRIL 2008 – JUNE 2008", "POSITION:"]}, "education_and_training": {"education": ["EDUCATION:", "Member - Institute of Administrative Managers", "Member - Institute of Supervisory Management", "Associate Member of Chartered Institute of Payroll Professionals", "Internal Auditing & Quality Control", "Systems Used:", "SAGE", "Equator", "Select Pay/HR", "Minuteman", "Earnie IQ", "Sage PayPlus", "ADP", "NGA", "Ceridian", "Sage Snowdrop", "Sage 50 and 200", "Agresso"]}, "skills": {}, "accomplishments": {"project": ["PROJECT/PAYROLL MANAGER", "Main responsibility was the TUPE transfer of 3 new contracts and installation of new payroll system.", "Liaising/visiting the new contracts to ensure correct completion of documentation and contractual correctness.", "October 2003 – April 2008", "Central Parking Systems", "Position:", "PAYROLL MANAGER", "Responsible for and Project managing implementation of new Payroll system.", "· Reporting to the Finance Director, managing a team of 4 personnel, responsible for processing 23 payrolls paid across weekly, 4- weekly and monthly payrolls for up to 5000 employees across 60 UK Sites.", "· Calculating payments and deductions of PAYE, SAYE, tax, NI, attachment of earnings, SMP, SSP, company sick pay, staff loans, bonuses, commissions, redundancy payments, shirt allowance and making manual calculations where necessary. Advising staff on the requirements of TAX credits, CSA orders, AOE notices, Payment and checking of statutory payments and the subsequent actions to be taken.", "· Amalgamation of two payroll systems and reporting changes to HMRC.", "· Completion of end of year returns including P11’s, P11d’s, P35’s, P60’s, P35’s and P14’s and reconciliation of Pension contributions and payment of same.", "· Administration of starters/leavers, P45’s, P46’s, clock cards, overtime and timesheets, company car fleet and control, payment and reconciliation of 6 pension schemes, including company and local government schemes.", "· Making payments by BACS, Cash pay, cheque pay, hourly paid, monthly paid, weekly paid and client’s payroll.", "· Dealing with staff TUPE Transfers, review of various payroll terms and conditions including, various pay structures, contractual terms, benefits and pension schemes across 5 different schemes.", "· Responsible for writing new payroll policies, procedures and forms to ensure compliance to Sarbanes Oxley (SOX), auditing procedures and successfully leading the payroll team through the Audit.", "· Implemented a new time sheet recording and calculation system to automate the input of Hours and payments for over 60 sites.", "· Other duties included expenses, personnel duties, petty cash, recruitment, secretarial skills, and training staff.", "June 2002 – September 2003", "EXTEC Screens and Crushers", "Position:", "PAYROLL MANAGER", "· Sole responsibility for processing weekly and monthly payrolls for 4 companies (450 employees), including overseas based personnel.", "· Completion of all Inland Revenue and NIC documentation, responsible for P11D return and all HR issues, including checking of contracts and disciplinary matters.", "· Control of Petty Cash (£30,000 monthly), handled budgets, forecasts & schedules", "REASON FOR LEAVING:", "Career progression", "December 2000 – June 2002", "Self Employed", "· Undertaking a variety of tasks including drafting of Staff Manual, Payroll Officer and personnel issues", "December 1995 - November 2000", "Andrews Direct Mail", "Position:", "PRODUCTION AND ADMINISTRATION MANAGER", "· Reported directly to senior management teams, responsible for all aspects of operational & business management.", "· Production planning, development & control, handled budgets, forecasts & schedules.", "· Co-ordinated purchasing & procurement issues and appraisal, training & development of staff.", "March 1993 to December 1995", "Guarda Security Plc", "Position:", "ADMINISTRATION & QUALITY MANAGER", "· Responsible for weekly and monthly payroll, leadership of a multi-functional team of 20+ staff, Fleet Manager of 60 vehicles.", "· Responsible for management of administration functions, ensured BS EN ISO 9002 quality compliance.", "· Liaised with major customers & key accounts, Preparation of monthly & quarterly reports, controlled purchasing & procurement activities.", "1992 - 1993", "Forrester Ketley", "position:", "ADMINISTRATION MANAGER", "· Controlled all aspects of payroll, co-ordinated taxation & VAT returns.", "· Management of Credit Control functions, recruitment, training & development of staff, responsible for all aspects of administrative management and office facilities.", "1991 - 1992", "Dean Statham", "Position:", "ADMINISTRATION MANAGER / PARTNERSHIP SECRETARY", "· Controlled payroll & Inland Revenue issues for 3 companies", "· Responsible for all aspects of business administration, development of corporate & staff training manuals, ensured regulatory & professional compliance, controlled payroll & Inland Revenue issues for 3 companies", "REF/AM/KG/JUN04", "4", "D.Bartlett"]}, "misc": {}, "contact_info": ["Name:", "Derek Bartlett", "Nationality:", "British", "Resides:", "Greenford (Flexible on Location/ Re-Location)", "Contact:", "0208 578 4613 (Home)", "07980 279829 (Mobile)", "bartlettdel@yahoo.com", "PROFILE:", "Very experienced Payroll Specialist, has demonstrated he can transition seamlessly", "between environments, systems and industries. Has been responsible and lead in", "installing new payroll systems and changing procedures.", "Has worked with very high volumes previously, and has a wealth of experience in managing people.", "Has demonstrated great stability throughout his career, but in recent times has", "engaged in contracts.", "Immediately available with a great personality and a very enthusiast approach."]}