{"objective": {"career summary": ["Career Summary", "2015-2020 Chief Processing Officer", "Glencore Group, Mopani Copper Mines, Zambia", "Providing strategic and overall operational direction to the Process Division, overseeing 1300 employees and 300 contract", "personnel. Communicating regularly across all levels of the organization to maximize cooperation and innovation, creating", "strategies for operational synergy and ensuring integration of organizational, functional and agreed objectives. Exploring new", "technologies, strategies and tools for process optimization and increasing performance on objectives. Designing and", "optimizing operational processes and implementing continuous improvement initiatives with a focus on safety, operational", "excellence, cost control, asset utilization and value creation.", "SELECTED ACHIEVEMENTS", "Leading and implementing a Safety and Health strategy for the total Process Division that eliminated lost time injuries for the", "last 2 years in the operations", "Implementing a Continuous Improvement Culture; selecting and training 15 staff as Lean Six Sigma Black Belt who have proven", "to be high performing, consistently exceed KPIs, driving the Divisions improvement projects", "Develops a 10-year business plan for the Process Division and integrates into the mining plan, increases reliability and", "consistency in the Capex budget management", "Conceptualizes and develops the Operational Excellence strategy, increasing concentrator recovery from 88% to 91% and", "increasing Smelter Copper recovery from 96.7% to 98%", "Plans and directs critical $50 million Smelter and acid plant refurbishment shutdown, this will significantly improve", "productivity and reduce emissions", "Managed Opex budget of $120 million and Capex of up to $100 million", "Consults with the Environmental Authority in Zambia and establishes a 5-year Environmental Emissions Reduction Plan", "Francis De Beer", "Operations Executive| Vice President of Operations", "Hartbeespoort, 0216, South Africa https:/in/francisdebeer", "fransdebeer11@gmail.com +2783 656 3528", "Developed the skill level of the Smelter and Acid Plants, networks with other members of leadership at Glencore international", "sites and establishes the skill exchange program.", "1997-2015 Vice President of Smelting and Refining (2010-2015)", "Lonmin PLC, South Africa", "Promoted within Lonmin PLC to plan and execute critical projects to increase quantity, reduce metal inventories and rectify", "low efficiencies at the Precious Metal Refinery. Coordinating and managing operations and strategic direction of the Smelter", "Complex, Base Metal Refinery and Precious Metal Refinery, and other services including security and accounting.", "SELECTED ACHIEVEMENTS", "Implementing a series of maintenance and improvement initiatives, de-risking the smelter operations, debottlenecking the", "Base Metal and Precious Metal Refineries, reducing inventories by 29% and increasing quantity output as a result.", "Leading and resourcing internal R&D and implementation of a new process to refine Rhodium and Iridium and reduce the", "production pipeline and therefore reduce inventories", "Major Safety improvements which lead to the achievement of 1.5 years without a lost time injury for the total Smelting and", "Refining Operations", "Commended by management for successfully turning the Smelter and refineries around and exceeding targets, recognized in", "the company 2015 annual report (page 48) stating “delivered an outstanding performance with refined production being the", "highest since 2007” and “The continuous year on year improvement is a result of extensive optimisation and improvement", "plans across our processing operations that continue to yield positive results”.", "Senior Manager Smelter (2007-2010)", "Promoted within Lonmin PLC to turn the Smelter Operations around; and to oversee the overall operations across 4", "production units, providing strategic leadership and direction to ensure achievement of business objectives.", "SELECTED ACHIEVEMENTS", "Directed the operations including 400 employees over 4 production units, aligning employee activities to achieve the", "organizational objectives", "Increase the smelter Platinum Group Metals recoveries from 93% to 98.5%.", "Leading the re-design of the problematic No. 1 Furnace which was one of the highest business risks for Lonmin", "De-bottlenecking the blending and filter plant", "Implement a planned maintenance strategy to increase equipment reliability", "Managed Opex budget of $40 million", "Senior Manager: Six Sigma Deployment (2006-2007)", "Promoted within Lonmin PLC to manage develop and lead the Lean Six Sigma deployment, direct bottom-line business", "improvements through the application of advanced skill problem solving and process optimization. Areas of leadership and", "accountability included project management, business improvement, leadership, change management and to train and", "develop Lonmin’s talent pool.", "SELECTED ACHIEVEMENTS", "Successfully implemented lean principles, planned, led and facilitated Six Sigma teams", "Developed an effective change management strategy, which included the process that identifies significant continuous", "improvement opportunities", "Evaluated overall operations, planned and implemented an effective risk management strategy", "Selected and developed the talent pool as Lean Six Sigma Master Black Belt", "$80m million Benefits (Audited by Deloitte & Touch and KPMG) over a 3year period", "450 projects closed and 200 actives.", "International Award (The Global Six Sigma Awards) for Best 6 Sigma Deployment in Manufacturing out of 300 entrants two", "years in a row received in Las Vegas (2005 & 2006)", "1997-2006 Other Lonmin PLC positions I have worked in include; (04/06) Master Black Belt and Black Belt Six Sigma Deployment (02/04);", "Productions Manager at Lonmin EPC Concentrator; (98/01) Plant Superintendent at Lonmin EPL Concentrator; and, (97/98)", "Senior Metallurgist at Lonmin Metallurgical research and development."]}, "work_and_employment": {}, "education_and_training": {"education": ["Education", "MBA, Executive Programme, University of Cape Town MSc, in Chemical Engineering, University of Cape Town", "Master Black Belt Certification, CS International Management Development Programme, WITS Business School"]}, "skills": {}, "accomplishments": {}, "misc": {}, "contact_info": ["Professional Profile", "Operations Executive offering 20 years of progressive experiences across management, leadership and driving operational excellence,", "exceeding profitability goals and turning around multiple underperforming concentrators, smelters and refineries. Adept in cross-", "organizational communication and creating synergy. Well-developed employee relations with a strategic approach to recruiting, retaining and", "developing high-performing teams that successfully achieve operational and business objectives. Aptitude to analyze problems carefully and", "conceptualize solutions, translating business priorities into processes and initiatives that meet business needs, drive value, increase revenues", "and market share. With a proven track record of putting ideas into practice, assessing results and maintaining strong business partnerships.", "MSc in Chemical Engineering. MBA. Lean Six Sigma Master Black Belt.", "Core Competencies", "Multi-Unit Operations Management Operational Procedures for Business Excellence Strategy in Shaping the Future of Business", "Optimizing Operational Processes Concentrators, Smelter & Refinery Turnarounds Capex & Opex Budget Management", "Strategic Planning & Execution Robust Operational Controls & Leadership Design the Operational Model", "Key Change & Transformation Identifying & Extracting Efficiencies Project & Risk Management", "Sample Record of Achievements", "Increased export recoveries from 91.4% to 97%; current efficiencies from 86% to 96%; Safe on time and budget; executing and", "commissioning a $73 million refinery technology upgrade; leading output capability of 240 000 ton per year", "Reduced costs per tonne ore milled by 40%, increased copper recovery to 94%; Designed and built a new $210 million fully automated", "concentrator plant, increasing production capabilities by 3.9 million ton per year", "Recognized for 2 consecutive years, eliminating serious injuries for all Process Division Operations; Implementing the Health and Safety", "strategy and management systems; decreased annual serious injuries from 6 to 0", "Recovered millions in lost profits and exceeded performance objectives for safety, production, cost and metal recoveries; recruited and", "collaborated with teams to plan, implement and deliver successful turnarounds over last 10 years"]}