{"objective": {}, "work_and_employment": {}, "education_and_training": {"education": ["EDUCATION & QUALIFICATIONS", "Graduate Gemologist - Gemological Institute of America, New York", "Master of Arts – Istituto d’Arte Venice, Italy"]}, "skills": {}, "accomplishments": {"research": ["Researched high net worth individuals in the USA, particularly in Texas, Florida", "and California to identify potential target clients.", "CARTIER Oct 2004 – Nov 2013", "Leading French jeweller and watch manufacturer founded in Paris in 1847 by Louis-", "Francois Cartier. The first boutique in London opened in 1902.", "High Jewellery Senior Sales Executive and ‘Grand Vendeur’ - London", "Sept 2007 - Nov 2013", "Promoted from retail management role to managing business with high net worth", "clients.", "Deputy Manager – Harrods Department Store, Knightsbridge, London", "Oct 2004 - Sept 2007", "2", "CHRISTIAN DIOR COUTURE, London Oct 2002 – Sept 2004", "Designer and producer of haute couture, as well as luxury ready-to-wear fashion and", "accessories. The first Dior Fine Jewellery boutique opened in 1998.", "Fine Jewellery Manager – London Jewellery Division", "Acting Divisional Manager during opening of stores in the UK.", "SWISS TIME PROMOTIONS Inc. USA Feb 2002 – Sept 2002", "Consultant", "Consultancy project assisting US wholesaler of Swiss made watches to expand its range to", "include jewellery products from Italy.", "ERMELINDA, Italy 1992 – 2000", "Retail Director", "Family-owned business manufacturing and retailing specialist jewellery including corals,", "pearls and artistic cameos.", "KEY CAREER EXPERIENCE", "HIGH VALUE SALES & RETAIL MANAGEMENT", "Managed relationships with high net worth individuals from all over the world,", "including leading figures in the entertainment, business, government and", "royalty. Developed significant client list over several years.", "Achieved ‘Grand Vendeur’ status at Cartier, consistently ranking amongst top", "performing sales executives in the world over six-year period.", "Refined sales approach to build strong and ongoing relationships with key", "clients, an approach incorporated by Cartier into its sales strategy.", "Successfully proposed, negotiated and secured special orders for unique", "custom made jewellery and watches.", "Established a local network of boutiques for Christian Dior, with a", "consistent turnover.", "Ranked in UK amongst the top five of Christian Dior’s worldwide sales", "network. Expanded and developed the company’s client database.", "Opened the first Dior Fine Jewellery store in Harrods in 2002.", "Successfully established outlets in its Sloane Street and Selfridges", "boutiques.", "Acquired Italian distributor partners for US business, delivering sales", "presentations to a range of Italian companies.", "Expanded family-owned global jewellery business adding retail products in", "1996 to grow sales.", "Developed substantial international network of vendors, artisans and suppliers", "in the jewellery industry.", "3", "KEY CAREER EXPERIENCE (Cont’d)", "MARKETING", "Creating and implementing sales and marketing campaigns to target new", "and existing clientele.", "Consulting with the Product Manager to forecast sales and manage high", "value inventory.", "Attending directors meetings helping to set strategic commercial and", "operational goals for the business.", "Producing monthly reports on trading performance, market trends and", "competitors analysis. Presenting action plans for implementation.", "Attending market-leading trade shows, including SIHH Geneva, Doha Jewellery", "& Watches Exhibition and Biennale des Antiquaries Paris.", "Creating additional revenue streams through the appraisal and insurance of", "fine jewellery owned by clients.", "PEOPLE MANAGEMENT", "Managed people in several of Dior’s retail outlets. Recruiting, motivating and", "coaching over a dozen team members.", "Supervised and coached a team of fifteen people at Cartier.", "Designed and delivered training to colleagues in sales techniques,", "merchandising, product knowledge and best practice customer care."]}, "misc": {}, "contact_info": ["1", "FRANCESCO PAOLILLO", "13 Egerton Gardens, London SW3 2BW", "+ 44 7973765638", "fp.paolillo@btinternet.com", "International sales and marketing executive with over twenty five years’", "experience in the luxury jewellery industry.", "ERMELINDA LIMITED, London Nov 2015 – Present", "Ermelinda Limited was founded by Francesco Paolillo in 2015. Its name is the UK", "homonymous of the family-owned Italain company that operated in the same industry for", "35 years. It is also the owner of Cameo & Beyond, manufacturer of made in Italy jewellery", "with cameos.", "Managing Director and Owner", "Providing advisory services to luxury brands, family offices and private equity", "firms in addition to managing significant sales of bespoke jewellery products to", "HNWI and UHNWI globally.", "BVLGARI, New York Dec 2013 – Nov 2015", "Italian jewellery and luxury goods brand that produces and markets several products lines", "including jewellery, watches, fragrances, accessories and hotels. Founded by Sotirio", "Voulgaris in 1884 and now part of LVMH Group.", "High Jewellery Senior Sales Executive & New Client Development", "Successfully completed international travel assignments to consolidate", "overseas client base.", "Secured multi-million US Dollar of sales including transfer of several clients in", "existing network from Cartier to Bulgari.", "Attended luxury brand promotion events in Miami, Rome, Lake Como, Paris and", "London."]}