{"objective": {}, "work_and_employment": {"experience": ["Experience in heading up the Client Services Division, Call Centres and Assessment Services", "Current", "Serves on various industry committees", "Is an active member of the Board of Directors of the Ombudsman for short-term Insurers", "Previously on the Board of Directors of the Insurance Crime Bureau"]}, "education_and_training": {"education": ["EDUCATION", "Higher Certificate in Insurance from Insurance Institute of South Africa (IISA)", "(Affiliated in London)", "Certificate in Executive Development Management from Manchester Business School (UK)", "Certificate for a PhD Qualitative and Quantitative research from University of Stellenbosch", "Business School (USB) and a Diploma in Insurance, from IISA (Affiliated in London)", "MBA from Henley Business School (London)", "STRATEGIC LEVEL", "37 Years’ experience within the Southern African context of non-life insurance", "Includes claims management and risk services in commercial and property insurance, aviation,", "marine, property and profits, among other classes of business", "Also involved in Santam’s international expansion strategy", "FINAL MBA THESIS TOPIC", "“Relationship between Transformation Leadership and Strategic Success”", "Possible future studies: Started research in the field of behavioural management and how the 4th and 5th", "Industrial Revolutions will influence the way leaders have to adjust to not find solutions to complexities in", "the past, but rather to seek alternatives in the fields of forward thinking entrepreneurship. This research is", "aimed to enrol for a PhD.", "CONTACT", "+27 (0) 83 274 1528", "+27 (0) 12 369 1132", "Menlyn Corporate Park", "Waterkloof Glen", "0098", "gerhard.genis@santam.co.za", "•"]}, "skills": {}, "accomplishments": {}, "misc": {}, "contact_info": ["GERHARD", "GENIS", "SANTAM HEAD: QUALITY MANAGEMENT", "ABOUT", "Born in Namibia and speaks English and", "Afrikaans", "Is a structured, action-orientated leader", "Takes time for thoughtful analyses, detail", "orientated and a “futuristic active controller”", "Assimilates and understands new concepts", "quickly and is adept at rationalising", "emotions", "Faces the future by focussing on external", "aspects", "Is a thinking-centred leader, observing the", "world while planning ahead", "Can accumulate a welath of knowledge", "across a wide variety of fields", "Can get bored easily if little or no exciting", "things are forthcomming", "Looks to the future as a world full of", "exciting possibilities", "Emotionally intelligent, creative and", "innovative with an abundance of knowledge", "to connect the futuristic dots to draw on", "Is quick-witted, can “connect the dots”", "in an unusual and stimulating way", "Discipline of strategy and leadership", "member of the senior leadership (headed", "up divisions where others formulated", "strategies)", "Strategic planning performance", "and execution", "An enthusiastic visionary and strategic", "forward thinker", "PROFESSIONAL PROFILE", "With Santam, he was seconded to an international strategy roll-out in the UK and Ireland and", "spent time in India to initiate and deploy the company’s Indian and South East Asian joint venture", "with Sanlam and the Shriram Financial Services Group. He and some of his business units", "participate on an on-going basis in the Santam and Sanlam Group’s strategic focus of exploring", "and, expanding its international footprint in Africa, and other parts of the globe.", "RESPONSIBILITY WITHIN THE SANTAM GROUP", "Support Sanlam emerging market strategy for non life insurance", "Motor Inventory (Stock in Trade [Motor Salvage])", "Technical, product and systems training and development", "Quality Assessments in the non-life insurance value chain", "Claims Handling framework and technical advice", "Forward thinking leadership execution of strategies, i.e. enterprise development,", "supplier development", "Innovation and Next level key differentiators"]}