{"objective": {}, "work_and_employment": {"experience": ["Experience", "KEY SKILLS & EXPERIENCE", "Strategic Thinking: Strategic vision, ideas development, forward planning, research, analysis", "and evaluation, problem solving and resolution, integrated management, business objectives", "focused.", "Financial Services, Banking & Insurance", "One of the Founders & Technical Director of ICS (London) Ltd in 1982", "o Technical Architect of the World’s 1st Integrated Arabic Banking System", "o For the Arab National Bank of Saudi Arabia.", "o ICS FS ‘Banks’ is now the leading Banking System for Arabic & Islamic Banks", "o Deployed in 60+ Banks in Middle East, Africa and SE Asia", "o Since 2012 re-joined ICS (London) as Head of Strategy.", "o Shaping Strategy for both ICSFS ‘BANKS’ Solution and for another subsidiary", "o CCS Jordan - Shaping Solutions Strategy NSIS – National Security Information", "Systems. Deployed across The Kingdom of Jordan since 1988.", "Security Systems Projects", "Technical Director ICS/Almuhandis which developed a Secure & Tamperproof DES Encryption", "Modem. Customers: 1983 ANB Bank Saudi Arabia, Saudi Ministry of the Interior GID (General", "Intelligence Department). CHAPS UK Banks Clearing System 1984", "Weapon Systems", "Sperry Gyroscope/ British Aerospace Technical Developer – providing guidance systems software", "for Aerospatiale (Exocet Missile System) 1977.", "Technical Lead - Bomb Fuse System for the British Army with Plessey Semiconductors1979.", "PROFESSIONAL CAREER", "ICS (London) Ltd Head of Global Strategy 2012 - 2018", "Shaping and Developing ICS’s Strategic Markets in National Security System and the ICSFS ‘BANKS’", "offering.", "For ‘BANKS’ – Mobile & Digital Media User experience improvements.", "For ‘BANKS’ – Improved Leading Edge – Cyber Security.", "For ‘NSIS’ - Enhanced use of Mobile Tools for the Police, Jordanian Army & Border Force.", "CSC (Computer Sciences Corporation) 2000 - 2012", "95,000 employees globally, 9,000 in UK TO $16Billion operates across all sectors", "CSC Public Sector – Market Development Executive 2010 – 2012", "Reported to the Director of Public Sector for UK & Ireland", "Developed Market Entry Strategy for CSC to enter what was a new market for CSC", "CSC Bid Director 2009 - 2010", "Reported to EMEA Healthcare Strategy Director", "To manage the pursuit of International Health Care Opportunities.", "Achieved preferred supplier status for a $50M contract with the Saudi National Guard Health", "Association. To provide a complete Health Care system for 750,000 patients.", "Supported the pursuit of a $50M Health Care solution for the Australian Army Medical Corp.", "Opportunity was won and contracts signed in 2011.", "CSC Business Development Executive 2004 – 2009", "CSC Health Sector Business UK. Responsible for new logo business development for the NHS and private", "sector.", "Key member of bid team that won the NHS North and East Cluster after Accenture lost the", "contract. Contract value $2.5 Billion.", "Transitioned the Accenture Primary Care Sales Team into CSC, growing the sales revenue from", "£20M to £25 over the subsequent year (FY 2007)", "Won a contract with Circle Health to provide an Acute Hospital Solution. Value £5M.", "Won a £10 Million contract to provide an Electronic Patient Record Document Management", "Solution for Bradford Acute Trust. Solution was CSC Customisation of DOCUMENTUM.", "Contract withdrawn when CSC Solution Team failed to deliver solution – Awarded to Kainos", "CSC Account Executive and Bid Strategy Executive 2000 - 2004", "Following the Outsource from British Nuclear Fuel Ltd (BNFL) took on the following responsibilities:-", "Reported to the VP for CSC Global Infrastructure Services UK wide. Developing and Delivering a", "Service Improvement and Customer Care Programme.", "Bid strategy lead in early stages of the CSC - BNFL contract renewal/extension team (value", "$120m).", "Developed Strategy and Pioneer Client Plan for the BNFL Account.", "Used my CXX and Director level relationships within BNFL to shape the win strategy for the", "contract renewal / extension.", "Business Development within the Sellafield site. Winning £15M of ERP and Infrastructure projects", "over a 2 year period (2000 – 2002)", "IT Services Ltd (Wholly owned subsidiary of BNFL) 1996 - 2000", "TO: 1995 -1996 £12M. 95% of its business with BNFL. 350 Employees", "Full service provider: ERP, Applications, Infrastructure, Bespoke Nuclear Applications etc…", "British Nuclear Fuels Plc (BNFL) Business Manager – IT Services – Sellafield", "Reported to the CEO of IT Services with P&L responsibility for our business at Sellafield", "Over a 4 year period increased the revenue from Sellafield from £7.5 M to £15 M. This figure was", "for both Service and Project revenue. Including a £3.5 M Document Management Project for BNFL", "Thorps Nuclear Reprocessing Plant.", "Transformed the Sellafield delivery organisation. Preparing both the IT Services staff and the", "BNFL Sellafield customers for the transition to an externally outsourced service.", "Key member of the BNFL Outsource team working closely with CEO IT Services and the BNFL IT", "Director. Main point of contact for the external bidders in scoping the deal and delivery structure", "required for the Sellafield portion of the business.", "EARLIER CAREER", "Business Re-Engineering Programme Manager (ITT Corp - Hartford Insurance USA, London & Edinburgh) 1994 - 1996", "Principle Consultant – Supply Chain Practice (Misys) 1992 - 1994"]}, "education_and_training": {}, "skills": {"qualifications": ["Qualifications Affiliations and Training"]}, "accomplishments": {"project": ["Project Director (Texaco AS Scandinavia) 1990 - 1992", "Managing Director and Founder (Zyklus - Electronic Music Systems a Venture Capital Funded Start Up) 1987 - 1990", "Development Director (Bishopsgate Systems) 1986 - 1987", "Technical Director (ICS London - Al Muhandis Consulting Saudi Arabia) 1982 - 1986", "Development Team Leader (Chubb Integrated Banking Systems) 1979 - 1982", "Memory Products Technical Lead (Plessey Semiconductors) 1977 - 1979", "Design & Development Support (Sperry Gyroscope) 1975 - 1977", "Fast Track Student Trainee (Philips Semiconductors) 1969 - 1975"]}, "misc": {}, "contact_info": ["GRAHAM MAIR", "Yew Tree Barn, Pardshaw, Cockermouth, Cumbria, CA13 0SP", "Tel: 0755 7374430 Email: graham.j.mair@gmail.com", "Influential Entrepreneur / Intrapreneur / Business Developer and former company director with", "extensive international experience, Middle East, Scandinavia, USA as well as UK, and a sustained", "record of success in the Business-to-Business marketplace. Coupled with extensive Technical Skills &"]}