{"objective": {}, "work_and_employment": {"professional experience": ["Professional Experience", "Philips Consumer Life Style March 2018 - Present", "Team Leader of Regulatory and Compliance specialists for medical and non-medical global mass consumer products for", "Mother & Child Care, Beauty and Elderly Home care alarm systems.", "Responsible for;", "Developing and implementing global regulatory strategy and roadmaps through deep understanding of the", "competitive market landscape, regulatory / legislative initiatives, and product marketing strategy.", "Managing a team of about 23 regulatory affairs specialists", "Product registrations/approvals", "Leading regulatory resources to ensure timely product registrations, regulatory planning for new product", "introductions and product changes, and assist in maintaining regulatory compliance.", "Providing the regulatory plan, guidance on risk assessment, and required corrective actions to meet regulatory", "requirements, as well as leadership and guidance on global regulatory strategy, such as CE Marking, product registrations,", "and clinical evaluations.", "Acting as a partner of the business and helping to develop business plan from a regulatory perspective. In the", "product scope are new consumer regulated products and services", "MDxHealth July 2016 - Present", "Senior Vice President Clinical Diagnostic Affairs", "As member of the company’s management team the Senior VP directs and leads a global cross functional team", "responsible for product development, from business concept, R&D, regulatory, to market launch. The Leading", "Regulatory and Quality Assurance activities for ISO13485 accredited laboratory and CE-marked IVD’s in the EMEA", "market.", "Among the key responsibilities, the Senior VP is to develop the In Vitro Diagnostic business model in parallel to the", "company’s CLIA and ISO central laboratory service business for their products including SelectMDx, ConfirmMDx and", "AssureMDx. This involves selecting IVD platform(s) for kit development, develop and optimizing of the product design", "control program, project management, reimbursement and budgeting.", "The Senior VP builds a strong coalition between EU operations and the US operations aligning project prioritization", "and establish relationships with opinion leaders in major markets to serve as marketing allies.", "mailto:odiug.knirb@gmail.com", "Guido Brink, BSc, MBA", "23115 Vista Way, Lake Forest, California, U.S. & Burchtplein 10  2242GL  Wassenaar  The Netherlands - Page 5 -", "Phone (+31) 6 24 15 10 77  odiug.knirb@gmail.com", "Agendia Nov 2003 - July 2016", "Vice President Regulatory Affairs and Market Access EMEA", "May 2014 - August 2016 (2 years 3 months)", "In this role, the primary responsibilities continue to be leading the global Regulatory Affairs, Compliance and Quality", "Assurance activities of Agendia. As VP Market Access leading the commercial activities related", "to distribution development, reimbursement and managed care to improve access to the European market, which", "comprises 750 million people in 55 countries, as well as Middle East and Asia.", "Vice President Regulatory Affairs and Compliance", "January 2013 - August 2016 (3 years 7 months)", "In addition to VP Regulatory Affairs appointed to act as Compliance Officer.", "The Compliance Officer is chairman of the Compliance Committee and responsible to oversee the implementation", "and operation of the Global Compliance Program in compliance with the European Advamed code and the codes", "of the Office of Inspector General of the U.S. Health and Human Services (OIG of HHS).", "Vice President of Regulatory Affairs & Quality Assurance", "May 2011 - January 2013 (1 year 8 months)", "Promoted to establish the importance of Regulatory Affairs at strategic executive level. Integrate long term Regulatory", "Affairs strategies with Marketing and Sales. Developments of Fraud and Abuse compliance plans and support", "Compliance Officer. Roll out of Quality Assurance programs company wide.", "Senior Director of Regulatory Affairs, Quality Assurance & Reimbursement", "May 2007 - May 2011 (4 years)", "With building U.S. diagnostic laboratory, promoted to lead U.S. Regulatory activities, including acquiring product FDA", "clearances and federal and state inspections. Develop E.U. and U.S. reimbursement strategies including Health Economic", "studies, Coding, Pricing & Coverage strategies. Represent the company in public industry and governmental meetings.", "Director of Regulatory Affairs & Quality Assurance", "January 2005 - May 2007 (2 years 4 months)", "Promoted to establish and develop E.U. and U.S. Regulatory Affairs strategies and executing them. Acquire", "U.S. licenses for Amsterdam laboratory for U.S. distribution (CLIA, CAP, state licenses).", "Quality Manager", "November 2003 - January 2005 (1 year 2 months)", "Develop and establish Quality Control and Quality Assurance programs to acquire laboratory accreditations for", "Amsterdam Laboratory (ISO 17025).", "mailto:odiug.knirb@gmail.com", "Guido Brink, BSc, MBA", "23115 Vista Way, Lake Forest, California, U.S. & Burchtplein 10  2242GL  Wassenaar  The Netherlands - Page 6 -", "Phone (+31) 6 24 15 10 77  odiug.knirb@gmail.com", "Netherlands Cancer Institute / AVL Hospital Jan 1992 - Nov 2003", "Entrepreneur Marketing Strategies", "January 2002 - November 2003 (1 year 10 months)", "Reporting to General Manager of the Hospital, perform marketing analysis and create marketing plans to create and", "market new medical services (Medical Services, Educational Services, Care Hotel, Commercial Clinical Trial facility for", "phase 1 clinical trials).", "Quality Manager Pathology at Antoni van Leeuwenhoek", "January 1999 - November 2003 (4 years 10 months)", "Responsible for establishing quality systems for full pathology department Histology, Cytology, Molecular Pathology", "and Mortuary, with 7 pathologists, 40 CLS’s and 15,000 patient cases per year.", "Head CLS Molecular Pathology and Family Cancer Clinic at Antoni van Leeuwenhoek", "January 1995 - January 1999 (4 years)", "Headed team of 15 CLS’s developing and executing molecular test for Pathology and for detection of hereditary", "breast and colon cancer for Family Cancer Clinic.", "Clinical Laboratory Specialist CLS Molecular Pathology at Antoni van Leeuwenhoek", "January 1992 - January 1995 (3 years)", "Development and execution of molecular pathology assays using molecular techniques (PCR, Sequencing, SDS PAGE,", "IEF) supporting Pathologist in diagnosis of disease.", "Centocor Jan 1991 - Jan 1992", "Clinical Laboratory Scientist – QC Development at Centocor", "January 1991 - January 1992 (1 year)", "As CLS performed extensive validation studies under strict FDA regulation (GLP) using biochemical analysis (e.g. SDS", "PAGE, HPLC, IEF) for new developed monoclonal antibody drugs.", "mailto:odiug.knirb@gmail.com", "Guido Brink, BSc, MBA", "23115 Vista Way, Lake Forest, California, U.S. & Burchtplein 10  2242GL  Wassenaar  The Netherlands - Page 7 -", "Phone (+31) 6 24 15 10 77  odiug.knirb@gmail.com"]}, "education_and_training": {"education": ["Education", "The Center for Creative Leadership (CCL®), Brussels", "Leadership development program 2013", "The Center for Creative Leadership (CCL®) is a top-ranked, global provider of leadership development. By leveraging the", "power of leadership to drive results that matter most to clients, CCL transforms individual leaders, teams, organizations", "and society. Their array of cutting-edge solutions is steeped in extensive research and experience gained from working", "with hundreds of thousands of leaders at all levels.", "Dutch Institute for Marketing (NIMA), Amsterdam", "MBA, Marketing & Sales, 2002 - 2003", "University of Applied Sciences, Leiden", "Bsc, Clinical Chemistry, Pathology, Histology, Cytology, Molecular Pathology, Hematology, 1986 – 1991"]}, "skills": {}, "accomplishments": {"publications": ["Publications", "Bueno-de-Mesquita JM, van Harten WH, Retel VP, van't Veer LJ, van Dam FS, Karsenberg K, Douma KF, van Tinteren H, Peterse JL,", "Wesseling J, Wu TS, Atsma D, Rutgers EJ, Brink G, Floore AN, Glas AM, Roumen RM, Bellot FE, van Krimpen C, Rodenhuis S, van de", "Vijver MJ, Linn SC.", "Use of 70-gene signature to predict prognosis of patients with node-negative breast cancer: a prospective community-based", "feasibility study (RASTER).", "Lancet Oncol. 2007 Dec;8(12):1079-87. Epub 2007 Nov 26. Erratum in: Lancet Oncol. 2008 Jan;9(1):10.", "PMID: 18042430 [PubMed - indexed for MEDLINE]", "Ligtenberg MJ, Hogervorst FB, Willems HW, Arts PJ, Brink G, Hageman S, Bosgoed EA, Van der Looij E, Rookus MA, Devilee P, Vos EM,", "Wigbout G, Struycken PM, Menko FH, Rutgers EJ, Hoefsloot EH, Mariman EC, Brunner HG, Van 't Veer LJ.", "Characteristics of small breast and/or ovarian cancer families with germline mutations in BRCA1 and BRCA2.", "Br J Cancer. 1999 Mar;79(9-10):1475-8.", "PMID: 10188893 [PubMed - indexed for MEDLINE]", "Peelen T, van Vliet M, Petrij-Bosch A, Mieremet R, Szabo C, van den Ouweland AM, Hogervorst F, Brohet R, Ligtenberg MJ, Teugels E,", "van der Luijt R, van der Hout AH, Gille JJ, Pals G, Jedema I, Olmer R, van Leeuwen I, Newman B, Plandsoen M, van der Est M, Brink G,", "Hageman S, Arts PJ, Bakker MM, Devilee P, et al.", "A high proportion of novel mutations in BRCA1 with strong founder effects among Dutch and Belgian hereditary breast and ovarian", "cancer families.", "Am J Hum Genet. 1997 May;60(5):1041-9.", "PMID: 9150151 [PubMed - indexed for MEDLINE]", "Brink MF, Brink G, Verbeet MP, de Boer HA.", "Spectinomycin interacts specifically with the residues G1064 and C1192 in 16S rRNA, thereby potentially freezing this molecule into an", "inactive conformation.", "Nucleic Acids Res. 1994 Feb 11;22(3):325-31.", "PMID: 8127669 [PubMed - indexed for MEDLINE]", "mailto:odiug.knirb@gmail.com", "http://www.ncbi.nlm.nih.gov/pubmed/18042430?ordinalpos=1&itool=EntrezSystem2.PEntrez.Pubmed.Pubmed_ResultsPanel.Pubmed_RVDocSum", "http://www.ncbi.nlm.nih.gov/pubmed/18042430?ordinalpos=1&itool=EntrezSystem2.PEntrez.Pubmed.Pubmed_ResultsPanel.Pubmed_RVDocSum", "http://www.ncbi.nlm.nih.gov/pubmed/18042430?ordinalpos=1&itool=EntrezSystem2.PEntrez.Pubmed.Pubmed_ResultsPanel.Pubmed_RVDocSum", "http://www.ncbi.nlm.nih.gov/pubmed/10188893?ordinalpos=3&itool=EntrezSystem2.PEntrez.Pubmed.Pubmed_ResultsPanel.Pubmed_RVDocSum", "http://www.ncbi.nlm.nih.gov/pubmed/10188893?ordinalpos=3&itool=EntrezSystem2.PEntrez.Pubmed.Pubmed_ResultsPanel.Pubmed_RVDocSum", "http://www.ncbi.nlm.nih.gov/pubmed/9150151?ordinalpos=4&itool=EntrezSystem2.PEntrez.Pubmed.Pubmed_ResultsPanel.Pubmed_RVDocSum", "http://www.ncbi.nlm.nih.gov/pubmed/9150151?ordinalpos=4&itool=EntrezSystem2.PEntrez.Pubmed.Pubmed_ResultsPanel.Pubmed_RVDocSum", "http://www.ncbi.nlm.nih.gov/pubmed/9150151?ordinalpos=4&itool=EntrezSystem2.PEntrez.Pubmed.Pubmed_ResultsPanel.Pubmed_RVDocSum", "http://www.ncbi.nlm.nih.gov/pubmed/8127669?ordinalpos=7&itool=EntrezSystem2.PEntrez.Pubmed.Pubmed_ResultsPanel.Pubmed_RVDocSum"]}, "misc": {"affiliations": ["Affiliations", "EPEMED – Board of Directors", "July 2014 – July 2016", "EPEMED, or the European Personalized Medicine Coalition, is a nonprofit founded in 2009 by a group of European leaders", "with extensive expertise in the field of diagnostics and the application of diagnostic tools. EPEMED is a pioneering,", "independent voice and a catalyst who acts for advancing personalized medicine in Europe and the breakthrough role of", "diagnostics and co-dependent drug-companion diagnostics technologies in improving patient outcomes.", "ADVAMED – Company’s representative at Board of Directors", "Jan 2012 – Jan 2014", "AdvaMed, or the Advanced Medical Technology Association, is an American medical device trade association, based in", "Washington, D.C. Its the largest medical device association in the world with U.S. and international members who are", "medical technology companies (medical devices, diagnostic products, and health information systems) that collectively", "represents 80% of U.S. medical technology firms in the United States, that produce close to 90% of annual health care", "technology purchases in the United States and more than 40% globally.", "mailto:odiug.knirb@gmail.com", "Guido Brink, BSc, MBA", "23115 Vista Way, Lake Forest, California, U.S. & Burchtplein 10  2242GL  Wassenaar  The Netherlands - Page 8 -", "Phone (+31) 6 24 15 10 77  odiug.knirb@gmail.com"]}, "contact_info": ["Guido Brink, BSc, MBA", "23115 Vista Way, Lake Forest, California, U.S. & Burchtplein 10  2242GL  Wassenaar  The Netherlands - Page 1 -", "Phone (+31) 6 24 15 10 77  odiug.knirb@gmail.com", "Guido Brink", "ALL-ROUND EXECUTIVE IN DIAGNOSTIC & MEDICAL DEVICE INDUSTRY", "REGULATORY AFFAIRS, COMPLIANCE, OPERATIONS,", "COMMERCIAL & REIMBURSEMENT", "Natural Leader  People Manager  All-round Professional", "Collaborative Style  High Integrity  Flexible and Adaptable  Exceptional Analytical Skills", "Excellent Writing, Communication and Presentation Skills.", "Executive Summary", "All-round professional with almost 30 years’ experience in the medical field.", "Acting Director Regulatory Affairs, Compliance and Safety at Philips Innovation Site. Leading Team of Regulatory and", "Compliance specialists for medical and non-medical global mass consumer products for Mother & Child Care, Beauty and", "Elderly Home care alarm systems.", "Former Senior VP Clinical Diagnostic Affairs at MDxHealth directs and leads a global cross-functional team responsible", "for product development for prostate cancer and bladder cancer, from business concept, R&D, regulatory, to market", "launch. Leading Regulatory and Quality Assurance activities for ISO13485 accredited laboratory and CE-marked IVD’s", "in the EMEA market.", "One of five starting pioneers of the U.S. and Netherlands based diagnostics company Agendia, world leader in gene", "expression analysis-based cancer diagnostics.", "As VP Market Access leading the commercial activities related to Direct Sales and Distribution development,", "reimbursement and managed care to improve access to the European, Middle East and Asian markets for Agendia.", "Compliance Officer chairman of the Compliance Committee and responsible to oversee the implementation and", "operation of the Global Compliance Program in compliance with the European Advamed code and the codes of the", "Office of Inspector General of the U.S. Health and Human Services (OIG of HHS).", "Leading RA and QA team obtaining the first, U.S. Food and Drug Administration (FDA) clearance ever issued for an in", "vitro diagnostic multivariate index assay (IVDMIA).", "mailto:odiug.knirb@gmail.com", "Guido Brink, BSc, MBA", "23115 Vista Way, Lake Forest, California, U.S. & Burchtplein 10  2242GL  Wassenaar  The Netherlands - Page 2 -", "Phone (+31) 6 24 15 10 77  odiug.knirb@gmail.com", "Assisted the U.S. Agency in the writing and development of the Special Control Guidance Document (SCGD) for breast", "cancer testing in the U.S. Leads third party inspections successfully acquiring laboratory diagnostic licensing (FDA, CAP,", "CLIA, ISO, U.S. state licenses).", "Leads and heads crisis team, guided and executed global product recall, developing legal and regulatory recall", "strategies and communication plans.", "Company Experience", "Philips Consumer Life Style March 2018 - Present", "Philips has a 125+ year heritage of innovation. Innovation and entrepreneurship are deeply rooted in our organization. It", "is our purpose to improve people’s lives through meaningful innovation.", "Turning great ideas into meaningful innovations is at the core of our company. It defines our reputation and our success.", "Philips Innovation Services creates the bridge from idea to market for each innovation journey. Making innovation work is", "our drive as well as our deliverable. By bringing together all the required experience, expertise, methods and tools, we get", "things done. In a reliable, cost-effective way. On time. Driven by our deep technical creativity, we take on the highly", "complex challenges. We continue where others stop.", "By working both within Philips as well as for external medical and high-tech companies, we can keep our expertise at the", "highest level. Teaming up with us results in high quality outcomes, delivered faster. We strive to be a partner to all", "involved in bringing innovations to the market. By performing together, we can truly make lives better.", "Because we continuously work with industry leaders, we are able to identify synergies and best practices across", "innovations and industries. It is our ambition to drive widely used platforms. And to invest in expertise that is key for the", "future ambitions of Philips: Adaptive Intelligence Implementation, Connectivity & IoT, Test & Verification, Circular", "Economy, Industry 4.0 and NBX Expert Pool.", "MDxHealth July 2016 - March 2018", "MDxHealth is a multinational healthcare company that provides actionable epigenetic information to personalize the", "diagnosis and treatment of prostate and bladder cancer. The increased adoption of their ConfirmMDx® for Prostate Cancer", "testing solution within the U.S. urology community has established MDxHealth as a market leader in the important and", "growing field of cancer epigenetics.", "With the acquisition of a Dutch start-up company in 2015, MDxHealth entered the European liquid biopsy market for", "prostate cancer by marketing the SelectMDx as a central laboratory service. MDxHealth develop a medical device product", "portfolio bringing the SelectMDx test from lab bench to bedside.", "mailto:odiug.knirb@gmail.com", "Guido Brink, BSc, MBA", "23115 Vista Way, Lake Forest, California, U.S. & Burchtplein 10  2242GL  Wassenaar  The Netherlands - Page 3 -", "Phone (+31) 6 24 15 10 77  odiug.knirb@gmail.com", "Agendia Nov 2003 - July 2016", "Founded in 2003 as a spin-off from the Netherlands Cancer Institute / Antoni van Leeuwenhoek Hospital in Amsterdam, for", "commercializing molecular diagnostics using DNA microarray technology for cancer diagnosis and drug development. In", "2004, Agendia launched their first test, the MammaPrint® 70-gene breast cancer recurrence assay, in Europe.", "In 2007, MammaPrint became the first IVDMIA to obtain 510(k) clearance from the FDA, and was made commercially", "available in the United States right after. Since the initial 510(k) clearance, MammaPrint has received sixt and most recent", "510(k) clearance for MammaPrint® FFPE was received in February 2015.", "MammaPrint is the fastest growing breast cancer recurrence assay and has helped over 48,000 patients from almost 50", "countries.", "Netherlands Cancer Institute / AVL Hospital Jan 1992 - Nov 2003", "The Netherlands Cancer Institute accommodates approximately 650 scientists and scientific support personnel. The Antoni", "van Leeuwenhoek Hospital has 185 medical specialists, 180 beds, an out-patients clinic with around 106,000 visits, 12", "operating theaters and 11 irradiation units for radiotherapy. It is the only dedicated cancer center in The Netherlands and", "maintains an important role as a national and international center of scientific and clinical expertise, development and", "training.", "Centocor Jan 1991 - Jan 1992", "Subsidiary of Johnson & Johnson, Centocor is a biotechnology company, that was founded with an initial goal of developing", "new diagnostic assays using monoclonal antibody technology. In 1984, Centocor opened an overseas plant in Leiden, the", "Netherlands. In 1998, Centocor divested itself of its diagnostic division and launched its top-selling monoclonal antibody", "Remicade (infliximab) for its first FDA approved indication in Crohn's Disease.", "mailto:odiug.knirb@gmail.com", "Guido Brink, BSc, MBA", "23115 Vista Way, Lake Forest, California, U.S. & Burchtplein 10  2242GL  Wassenaar  The Netherlands - Page 4 -", "Phone (+31) 6 24 15 10 77  odiug.knirb@gmail.com"]}