{"objective": {}, "work_and_employment": {}, "education_and_training": {"education": ["Educational Qualifications", "University of Greenwich", "MSc Pharmaceutical science with industrial practice", "09/2019 – 09/2021", "A grade(predicted)", "Modules - Colloids and Nanoparticles, Polymers and Structured Materials,", "Modern Pharmaceutical Processing and Active Ingredient Delivery, Drug Discovery and Medicinal Chemistry", "Acharya Nagarjuna University", "Bachelor of Pharmacy", "08/2014-04/2018", "A grade with CGPA 8.86/10.0"]}, "skills": {"technical skills": ["Technical skills", "· Data Analysis - Calculation of experimental data from the samples by analysing sample mean and sample standard deviation.", "· Microsoft Office Suite - previously used excel formulas to add necessary formatting to report spread sheets and gained 25% reduction of overages.", "· Clinical SAS - Hands on experience with clinical trial data and validation programming"], "personal skills": ["Personal skills", "· Leadership - Experience of liaising with junior students and teachers in my role as a student mentor in my college during bachelors and found different ways of explaining things to help Year 1 students with their laboratory work.", "· Communication - Presented project work both individually and as part of a team during my Bachelor Studies level. This involved preparing PowerPoint slides, delivering a presentation to a varied audience and producing a written report", "· Organisation - Organised different seminars and blood donation camps during bachelor studies in the university premises", "· Languages – English, intermediate fluency in German."]}, "accomplishments": {"achievement": ["Achievements-Received Pratibha Talent Award from the government of Andhra Pradesh for outstanding grades and attendance during the academic year 2014-2015", "Bachelor’s Degree Project: Production of Lipases from Cotton Seed Oil Cake", "The project aim was to isolate the lipase producing microorganism by screening cotton seed oil cake samples and to identify the ability of the microorganism to produce lipases and to estimate the activity of lipases by optimising the parameter.", "Career History", "Ladbrokes Coral Gaming and betting (GVC GROUP): 26/09/2019-present (part-time)", "Customer Service Manager", "Responsibilities:", "· Delivering consistently exceptional customer service and ensuring a great customer journey, resolving complaints and issues when necessary.", "· Contributing to a safe and enjoyable environment where colleagues and customers feel welcomed and engaged.", "· Ensuring compliance with the following: Health and Safety procedures, Responsible Gambling and Self-Exclusion Guidelines, Security procedures, Think 21 and Cost Control", "Further Education", "Intermediate Education (Xii Class): June2012-April2014", "Sri Chaitanya junior college-Achieved A grade with 94.6%", "Secondary Education (X Class): July2010-May2012", "Sai Adithya High School-Passed with GPA 8.7/10", "Hobbies and Interests", "Yoga and Meditation, which I practice every day to relieve stress.", "Sports like table tennis, cricket, and volleyball, and swimming to maintain fitness.", "Traveling-Exploring around the world in order to learn about other traditions and cultures."]}, "misc": {"refere": ["References available upon the request."]}, "contact_info": ["HARI KRISHNA KOLLA", "36 Mount Road", "Chatham", "ME4 5RP", "07769-446-555", "kollaharikrishna@icloud.com", "https://www.linkedin.com/in/hari-krishna-kolla-aa4967a3/", "Personal Profile", "Hard working and enthusiastic Pharmacy Graduate currently studying towards an MSc in Pharmaceutical Science at the University of Greenwich. I am seeking a one-year industrial placement or entry-level role as part of my course. My degree has provided me with a strong foundation of practical skills, as well as the ability to analyse scientific literature and experimental data, and I am now aspiring to work in the areas or Reasearch and Development and Quality Control. I am keen to embark on my career in the pharmaceutical industry, with the career aim of contributing towards drug development and new formulation of a new products that will benefit a vast population of individuals.", "Work Permission: 3 years’ from start of Industrial Practice/role, including 2 years Post Study Work Rights, so I am able to continue working after the first year.", "Key Skills"]}