{"objective": {"objective": ["Objective:", "Being a great asset in your prestigious company, practice and enlarge my commercial experience in an appropriate position."]}, "work_and_employment": {"professional experience": ["Professional Experiences", "From 2012 till 2017", "Key Account Manager with AVIA SUPPLY (Tunisia Office): International distributor and supplier of Raw materials, Consumables and Composites and all related products to the airline industry.", "www.aviasupply.com", "Responsible for the day-to-day management of the company accounts. Including but not limited to delivering a highly proactive, reactive and responsive account management service and building close and trusted relationships with clients (North Africa, Middle East and Asia).", "Duties:", "· Dealing with all customers accounts as well as their requirements.", "· Identify suitable opportunities & integrate them into monthly marketing plans.", "· Planning and developing the right sales strategies.", "· Ensure that all customer requests are handled within a targeted timelines.", "· Growing and developing affiliate marketing campaigns.", "· Achieving business plan targets whilst maximizing profits at the desired margin.", "· Able to forge high performing working relationships with sales colleagues.", "· Managing the commercial requirements for Spares requirement including AOGs", "· Deciding upon bidding progression and acquiring new business.", "· Ensure on time deliveries to our customers as per the contractual agreement by harmonization", "With our logistic team and manage all deliveries to the final destination.", "· Acted as a major Player in the end to end process.", "· Setting weekly working plans and revising them to ensure objectives are met.", "· Communicating business relevant information and providing structured feedback to senior management.", "From 2009 till 2012", "Customer service Assistant and sales with INTERTURBINE AVIATION LOGISTICS GMBH (Dubai office): a Company selling consumables & chemicals to the maintenance facilities, MRO's & Airlines.", "www.interturbine.com", "Duties:", "· Handling and prioritizing requests from our existing customers.", "· Acting as a specialist for all AOG requests, round the clock on duty.", "· Generating tailor-made quotations to customers on the basis of their requirement.", "· Serving the Critical/AOG requirements of major players from MRO s and Airlines.", "· Following up the quotations and turned them into Orders.", "· Dealing with all types of composites/Hardware/chemicals and Vendor Parts.", "· Coordinating Accounts for Billing and follow payments if needed.", "· Visiting customers on regular basis to get their feedbacks and to identify all opportunities to widen the business (I had Visited Emirates, Etihad Airways .....And participate in Dubai Airshow 2011).", "· Wholly responsible for giving access to all online customers.", "· Generating MIS reports for analysis."]}, "education_and_training": {"education": ["Education and Training"], "training": ["Training from 2017 to 2018 (6 months)", "Logistics, Transit and Customs", "- Well worked with transport intermediaries.", "- To know the auxiliaries of transport and operations related to the transport.", "- National road transport.", "- International road transport law.", "- International maritime transport law.", "- Air transport law.", "- International logistics techniques.", "- Incoterms insurance.", "- Control of customs operations on import and export.", "- Community exchanges: the declaration of exchanges of goods.", "- Logistician Transport International.", "- Know the VAT on export.", "- Mastering customs techniques species, origin, value", "- The Customs Regime.", "- International transaction financing.", "- Regulation discharge of external account.", "- Transport and customs document.", "From 2005 till 2007", "Conducted a training course within the Insurance Company and Reinsurance ASTREE-Agency Bellil Mourad", "· Entering the daily operations of the software.", "· Retain customers through direct contact and the different retention strategies.", "· Printing of daily state at the end of the day.", "· Ranking records.", "End of 2004", "End-of-Studies Internship within the Bank of Habitat agency MENZAH VI", "· welcoming customers", "· Entering the daily operations of the software (see an account, provide the balance and provide a record of the last movement)", "· Ensuring routine operations such as withdrawing cash, depositing checks and issuance of bank cards.", "From 2000 to 2004", "Master of Social and Economic Management", "Obtained from: National Institute of Labor and Social Studies", "2000", "Literary Bachelor", "Work skills", "Good knowledge on:", "- Purchasing and procurement", "- Sales and marketing", "- Logistics and Supply Chain", "· Good knowledge with Aircrafts spare parts and different type of materials (chemicals,", "Hardware, tooling’s, vender parts, Raw material ...)", "· Good knowledge on aviation sector in the Middle East, North Africa and Asia since my last contact with Aviation Companies, MROs, OEMS in the Middle East and all over the world.", "· Good communication skills, both writing and speaking", "· Establishing and maintaining working relationships", "· Self-motivated and flexible to work part time if needed", "· Very confident and have a positive attitude", "· Making always the extra mile and thinking outside the box", "· Trustworthiness and discretion when handling confidential information"]}, "skills": {"computer skills": ["Computer skills", "Good knowledge on software: Microsoft office, Microsoft Excel, Microsoft PowerPoint,", "Microsoft office Outlook.", "Language", "Arabic : Mother language", "English : Fluently", "French : Fluently"]}, "accomplishments": {}, "misc": {"activities": ["Activities and Interests", "• Plying Musical instrument: Piano", "• Traveling", "• Cooking"]}, "contact_info": ["[bookmark: _GoBack]", "[image: C:\\Users\\DELL\\AppData\\Local\\Microsoft\\Windows\\Temporary Internet Files\\Content.Word\\2016-02-16 14.29.20.jpg] Curriculum Vitae", "Personal information", "Name : Ines Mnassri", "Date of Birth : 15/02/1980", "Address : Doha , Qatar", "Mobile : +974 7028 9202", "E-mail : mnasriines80@gmail.com"]}