{"objective": {"professional summary": ["PROFESSIONAL SUMMARY AND SKILLS", "· Highly skilled, certified and competent Auto electrician with over 5 years of experience in maintenance of Heavy trucks, Light trucks, and Light vehicles. Wide knowledge of electrical system including developing technology, excellent analytical and problem-solving skills. Keeping reports of the problems found, work performed, parts used and time spent working on each vehicle.", "· [bookmark: _GoBack]Extremely capable at noticing signs of potential future problems and taking the right steps to avert them. Working on breakdowns, planned services including daily inspection, preventive and corrective maintenance and maintain good housekeeping.", "· Excellent skills in reading and translating Electrical, hydraulic and Pneumatic diagrams and technical details. Thus, resulting to effective and successful troubleshooting and problem solution.", "· Committed to perfecting skills and staying current with technology development and changes.", "· Working well in a high-pressure environment, ability to consistently meet deadlines, cooperate and support maintenance team across all sites, thus providing positive results to company goals and targets"]}, "work_and_employment": {"work experience": ["WORK EXPERIENCE", "A: ANGLOGOLD ASHANTI - Geita Gold Mine in Tanzania", "· Job position: Auto electrician July 2018 – Present", "Duties and Responsibilities", "· Committed to safe working policies and procedures for workers, property and environment", "· Resolve all repairs and minimize downtime and costs of trucks including Dump Trucks, Wheel Loaders, Vibratory Compactors, Excavators, Motor Graders, Bulldozers, Telehandlers, Forklift, Mercedes Benz trucks (Actros, Arocs and Atego), Skidding Loaders and Toyota Land Cruisers.", "· Communicate with customers or vehicle users and management to explain the nature of repairs and discuss possible options, and when required work under pressure and deadlines.", "· Share and cooperate with other technicians, supervise and coach apprentices on safety precautions, repair technics and build up their skills and competences. This includes all electrical system repairs, Component repairs, Air condition and using Caterpillar Systems, Service Information System (SIS), Electronic Technician (ET) on electronically controlled Caterpillar machines, VIMS and Benz Xentry for Mercedes Benz trucks.", "· Complete all planed tasks, Preventive maintenance, Corrective maintenance, breakdowns and maintain good housekeeping.", "· Report to senior supervisor all required information and feedback regarding all tasks worked on and document all records in hardcopy and softcopy files.", "B: ORICA TANZANIA", "· Job position: Maintenance Technician June 2017 – October 2017", "Duties and Responsibilities", "· Adhered to safe working policies and procedures.", "· Worked on Hydraulic and Pneumatic Mobile Charging Units (MCU), MCU 5120, MCU 2000P and MCU 2300. This include troubleshooting and repairing both electrical and mechanical faults.", "· Performed Maxi Pump maintenance including Inspection and Rebuild.", "· Performed Maintenance of ANFO Mixer machine (Coxan Mixer)", "· Worked on all planned services as per schedule due to pre-start inspection and breakdowns. This saved costs by avoiding unnecessary downtime.", "C: ACACIA MINING - Bulyanhulu Gold Mine in Tanzania", "· Job position: Auto electrician March 2014 – May 2017", "Duties and Responsibilities", "· Followed relevant health and safety regulations.", "· Responded to customer service calls, utilized strong troubleshooting abilities on repairing electrical systems, Component repairs and avoid unnecessary downtime and breakdowns.", "· Completed all planed and assigned jobs, carried out daily inspection, preventive and corrective maintenance as well as maintain good housekeeping. Reported all achieved jobs to frontline leader and kept all records in file.", "· Responsibilities include but not limited for training new employees, trainees and apprentices on how to troubleshoot, repair electrical systems and using manuals. Using electrical diagnostic tools including CAT ET, SIS and VIMS.", "· All performed repairs and services successfully saved downtimes and unnecessary breakdowns on heavy equipment, Light trucks and Light vehicles including Manitou forklift (MVT 665, MHT 780 860H), Hyster forklift (3 tons to 40 tons), Motor Graders, Wheel Loaders, Dump Trucks, Telehandlers, Excavators, Skid Steer Loaders and Toyota Land Cruisers"]}, "education_and_training": {"training": ["TRAINING / COURCES ACCOMPLISHED", "· Caterpillar Electronic Technician (CAT ET)", "· Intermediate Hydraulics and Pneumatics", "· Working at height, Overhead Crane and Ladder and Scaffold", "· Basic Rigging and Lifting Equipment", "· Fire Extinguishment Techniques and basic First Aid", "· Driving course and Licensed class A, B, C1, C2, C3, D, E, F and G"], "education": ["EDUCATION BACKGROUND", "Technical College Education in Tanzania January 2011 – December 2013", "Auto electrical National Vocation Certificate Level Three - Vocation Education Training Authority", "Secondary Education", "Advanced Secondary Education: March 2008 – February 2010", "Ordinary Secondary Education: January 2004 – October 2007"]}, "skills": {}, "accomplishments": {}, "misc": {"refere": ["REFEREES", "1. Name: Perry Prosper Yeboah", "Position: Auto electrical Senior Supervisor", "Company: AngloGold Ashanti", "Email: perry69yeboah@gmail.com", "Perry.prosper@AngloGoldAshanti.com", "Mobile phone: +255784594118", "+255745618260", "1. Name: Jan Kleinhans", "Position: Integrated Mining Technical Training EX-Manager", "Email: thehappiestmaninafrica@yahoo.com", "Mobile phone: +255782333080", "1. Name: Johan De Jager", "Position: Heavy duty Mechanic Engineering Superintendent", "Company: Acacia Mining – Bulyanhulu Gold Mine", "Email: dejagerdjd1967@gmail.com", "Mobile Phone: +255758807831", "1. Name: Emmanuel Ntasima", "Position: Work Shop Foreman", "Company: Barrick Gold – Bulyanhulu Gold Mine", "Email: ntasema@gmail.com", "Mobile phone: +255753020399", "Page | 3"]}, "contact_info": ["Innocent Mathias Lukuba", "Address: PO Box 44 Kasisa ward, Buchosa - Mwanza - Tanzania", "Mobile Phone: +255764661268 / +255624207460", "Email address: innomatheu@gmail.com", "LinkedIn profile: www.linkedin.com/in/innocent-mathias-lukuba", "Occupation: Auto electrician Date of Birth: 12 June Language: English & Kiswahili", "Nationality: Tanzanian Gender: Male Marital status: Married"]}