{"objective": {"summary": ["SUMMARY OF QUALIFICATIONS", "Accomplished, results-driven leader with over 30 years of experience managing a workforce, including 20 in union environments. Able to deliver on-time quality service in fast-paced, high-stress environments."]}, "work_and_employment": {"professional experience": ["PROFESSIONAL EXPERIENCE, CONTINUED", "· Reduced tooling cost by 22.3% annually through Produced PM projects, changed fixturing from steel to textolite material.", "· Set & met IOP defined departmental Budgets", "· Identified staffing needs", "· Led multiple lean projects", "Modern Industries – Erie, Pa. 03/2001 – 09/2005", "Quality Manager", "Managed Quality Department for the Heat Treat division", "· Supervised 9 Quality Technicians", "· Established and wrote method sheets for the Heat Treat division", "· Prepared and develop ISO standards for external audits for 3 year recertification", "· Established Crankshaft heat treat requirements to meet new customer demands", "National Forge – Irvine, Pa. 11/1991 – 03/2001", "Industrial Engineer", "Responsible for time standards, method engineering and produced product planning. Cost-out analyst.", "· Produced time studies and time standards for all new equipment", "· Provided layout for workstations to produce more efficient, fewer moves and less waste", "· Reviewed customer order sheets and produced operation sheets to meet customer requirements, to include quality requirements, customer hold points, external auditors", "· Provided monthly updates to planning to illustrate Lean improvements and cost out savings", "· Class 3 Management Board of Director to ESOP organization", "· Facilitated over 75 lean workshops in a harsh union environment", "· Lean leader", "Caterpillar Tractor – York, PA 01/1987 – 11/1991", "CNC Cell Operator", "Completed 1st Caterpillar Training program for cell operations.", "· Operated 7 CNC machines to produce track pins for all products", "· Initial lean line at the York Pa facility", "Platoon Leader National Guard Unit - St. Mary’s, PA 01/1987 – 01/1996", "82ND Readiness Division Generator Repair", "· Provided key military training and personnel matters to military regulations.", "· Removed all ambiguity concerning rosters, scheduling, and personnel actions for 150+ individuals; established and maintained consistent, correct, and clear records and productive manning during organizational transition.", "· Received and trained all new personnel for productive duty; resulted in numerous trainees receiving honors.", "U.S. ARMY 09/1980 - 12/1986", "Surface-to-Surface Top Echelon Electronic Maintenance; promoted to Maintenance Shop Manager", "Performed quarterly and annual maintenance according to Department of the Army regulations.", "· Supported 12 different field Nuclear Missile sites", "· Top secret clearance"]}, "education_and_training": {"education": ["EDUCATION & TRAINING", "Education", "· US Army War College, Bachelors Business Management 2007 USA", "· Stratford University, Associates Business Management 2002 USA", "· Industrial engineering, ICS 1996", "GE Training", "· Six Sigma Certification Green Belt - 2009", "· Advance Manager Course - 2013", "· Inclusive Leader workshop (ILW) - 2008", "· AUTOCAD 2008 (PMI) - 2008", "· Lean 101 - 2006", "· Value Stream Mapping - 2007", "· Building Essential Leadership Skills (BELS) - 2007", "· Statistical Process Control - 2006", "· Lean Principles – 2006", "· Coaching Techniques – 2006", "Other Training", "· Espirit Program Training", "· CAD 05 Training (Manufacturers Association)", "· Internal / external Auditor (ISO)", "· NCO leadership school", "· PNCO training", "CAREER EXPERIENCE", "Baker Hughes GE", "3/2005 – present", "Quality Manager North East/ Rockies Region", "· Establish and maintain a quality program", "· Develop and provide mentoring for all branches in region to establish a quality program", "· Audit vendors to ISO 9001 /API-6A standards", "· Managed 100% of quality program", "· Provided leadership to the Quality Department in North west / Rockies region. Ensured all products manufactured by GE are in accordance with the API-6A quality programs and requirements as well as the quality/reliability standards of our customer's specifications and expectations.", "· [bookmark: _GoBack]Trained and developed all personnel in root cause analysis of quality issues and development of long-term cost effective solutions as well as a 'preventative' mind set to anticipate future occurrences.", "· Developed, implemented and maintained an environment of continuous improvement and adherence to GE quality system.", "· Prepared, managed and controlled a department budget that meets or exceeds Company goals and objectives. Tracked and maintains quality related costs.", "· Implemented, monitored and maintained quality 'Best in Class' operating systems and initiatives.", "· Coordinated supplier quality management including, but not limited to, preventative and corrective actions.", "· Directed Production Part Approval Process (PPAP).", "· Managed and coordinated tasks of Quality Technicians and Product Quality Engineers.", "Business Leader / Value stream manager", "Managed 100 plus employees represented by 506 UE", "· Developed and provided mentoring and training for new PTA’s, MTA’s and QTA’s", "· Reduced hazardous chemicals previously needed for Field Coil Operations by 75% through Process change with turn to turn insulation being impregnated with pre cured varnish. 50/50 alcohol replacing toluene. Eliminated mold cleaning with mold release."]}, "skills": {"areas of experience": ["AREAS OF EXPERIENCE", "· Project Management", "· Shop leadership", "· Industrial Engineering", "· Lean", "· Continuous Process Improvement", "· Budget Development", "· Long-/Short-Term Planning", "· Workforce Diversity", "· Quality Manager", "COMPUTER DATABASES", "· Microsoft Office", "· CAS systems", "· Intranet programs", "- Blue print design and modification programs", "MILITARY AWARDS", "· Defense Meritorious Service Medal", "· Meritorious Service x3", "· U.S. Army Commendation x2", "· US Army Combat Action Badge"]}, "accomplishments": {}, "misc": {}, "contact_info": ["James D. Johnson"]}