{"objective": {}, "work_and_employment": {}, "education_and_training": {}, "skills": {}, "accomplishments": {"project": ["Project work:", "Manage the development and implementation of HR projects, as required.", "General:", "Provide generalist HR support in the areas of employee relations, legal compliance,", "performance management, including the proper use of disciplinary or other", "corrective actions and/or policy-practice interpretation, grievance, and", "termination.", "Maintain appropriate confidentiality of information about the Company and its", "staff.", "Promote equality and diversity as part of the culture of the organization."], "achievement": ["Achievements:", "Implemented new HR policies and procedures, which led to clear work focus and", "set up working standards.", "Successfully managed the vetting procedure for previous and new employees,", "regarding the British Standard BS7858, which led to successfully passing the", "internal audit during the year, and the external audit at the end of the year, during", "the accreditation process.", "C O M P L I A N C E O F F I C E R / F I N A N C E A S S I S TA N T", "Dr-Locums / Feb 2018 - Aug 2018 / London", "Compliance Officer:", "Provided administrative support and update our database of Candidates and Clients", "( personal and sensitive data). Observed all protected data.", "Issued the joining instructions, sent timesheet instructions, and sent any required", "new joiner packs and directions.", "Ensured messages are passed on where required, all calls are returned in a timely", "manner, and demonstrated effective use of diary system to make sure unsuccessful", "calls are followed up.", "Communicated with Candidates and Clients in the public and private healthcare", "sector, including monitoring the Admin mailbox and on-going responding to", "employee/candidate queries.", "Finance Assistant:", "Prepared invoices and following up for correct payments.", "Used mathematical skills, calculated totals, checked figures and corrected mistakes", "found in physical and digital files.", "F R O N T D E S K A G E N T N I G H T A U D I T O R", "Intercontinental Hotels Group IHG / May 2017 - Feb 2018 / London", "Front Desk Agent:", "Responded to guest requests for special accommodations and made restaurant and", "tour reservations for them.", "Delivered guest’s satisfaction by providing the company experience through", "performance that demonstrates the standards of genuine hospitality and exceeding", "guest expectations.", "Used a positive attitude at all times and responded quickly, resolved customer", "complaints, concerns, and other issues to their satisfaction.", "Night Auditor:", "Carried out general administrative tasks including, but not limited to; Rebates and", "Ledgers; Checking rates and reservations; checking backups for bookings; Room", "allocations; Running credit limit reports; VIP rooms and specific requests.", "Maintained and processed period transaction data and reports, and daily revenue", "reports.", "Ran the Night Audit, which includes the processes and checks that need to be done", "in order to close the day’s financial activities, validate the work of the previous", "day’s shift and therefore provide accurate and reliable information for the next", "day’s shift: e.g.: reservations’ status, payments.", "C O U R S E S", "M I C R O S O F T E X C E L A D VA N C E D", "Oplex Careers / Jun 2020", "PAY R O L L S Y S T E M S", "Oplex Careers / Apr 2018", "B U S I N E S S W R I T I N G", "Oplex Careers / Apr 2018", "E X T R A - C U R R I C U L A R A C T I V I T I E S", "G R O U P F I T N E S S I N S T R U C T O R", "Self-Employed / Sep 2017 - Jul 2020 / London", "Certified Group Fitness Instructor since 2016, as part of my job as an instructor, I", "need to lead people and always make sure that I have got their attention and focus", "during training. This part-time job allows me to combine my interest in sport with", "my passion for working with people. This also gives me the chance to work with", "various people, having different levels of motivation.", "https://www.linkedin.com/in/jana-ilieva-assoc-cipd-579885109/"]}, "misc": {}, "contact_info": ["J | I", "JA N A I L I EVA", "H R O F F I C E R", "24 Claypole Court, Walthamstow,", "London, E17 8XF", "07879922034 jana.ilieva91@gmail.com", "HR Officer with previous experience as Finance Assistant and Compliance Officer, looking to", "join the executive team of a respected organization with ambitious plans for growth. A highly", "motivated and responsible individual with over 3 years of experience in general HR,", "recruitment, admin, and talent management. Currently seeking a dynamic position in a", "forward-thinking company, offering room to grow and opportunities for development and", "career progression.", "E D U C A T I O N", "H U M A N R E S O U R C E", "M A N A G E M E N T, L E V E L 5", "Chartered Institute of Personnel and", "Development / London", "2019", "My passion for working with people", "motivated me to start studying for a", "qualification in HR Management. During my", "studies I improved my time management", "skills, meeting deadlines for various projects.", "I have gained knowledge in employment law,", "talent management, employee engagement,", "and employee relations. My studies made me", "confident to apply my skills in practice.", "B B A", "University of National and World Economy", "/ Soia", "2018", "My studies in Sofia enabled me to acquire a", "wide variety of skills, such as the ability to", "work in a team, problem-solving skills, as", "well as the capacity to work under pressure", "and to meet tight deadlines.", "E R A S M U S Y E A R A B R O A D", "University Lille 1 / Lille", "2016", "During my Erasmus year abroad in Lille, I", "had the opportunity to be part of an", "international team and interact with students", "having completely different working styles.", "This enabled me to develop my adaptability", "skills, as well as acquire knowledge in the", "following fields: International Team", "Management, Strategic Management, and", "Innovation Economy; Challenge my “can do”", "attitude with the following courses: Control", "Management, International Political", "Economy, and Human Resources", "Management.", "W E B S I T E S & S O C I A L", "L I N K S", "https://www.linkedin.com/in/jana-ilieva-as", "soc-cipd-579885109/", "LinkedIn:", "S K I L L S", "Human resources strategy", "Personnel recruitment", "Policies implementation", "Employment and labor laws", "Performance Management", "Employee onboarding and", "offboarding", "HR policies and procedures expertise"]}