{"objective": {}, "work_and_employment": {"experience": ["Experience", "08/12 – ASP Controller (Perm), Asustek UK LTD, (Hemel Hempstead, Herts)", "· Managing outsourced service partners throughout the UK, Ireland and Malta, reporting on daily, weekly and monthly service operations and analysis relating to SLA cases and monthly repair payments.", "· A key role in contract negotiations, leading to decreases in costs, reduction in defects and improvements in process capabilities", "· [bookmark: _GoBack]Training service partner managers and employees on internal Lean eservice system, standards of operations and process flows in line with measuring SLA and KPI targets.", "· Managing spare parts, inventory checks, audits and ensuring repairs are monitored and closed within timescales.", "· Manages and provides support for end user broken sales channel component products and implemented repair, invoicing and logistics process for customers to follow.", "· Acted as a role model for delivering results, coaching and a mentor to team members", "· Collaborates with international board level and senior management colleagues globally.", "· Researches and finds new business opportunities for onsite and pick up return system products and repairs.", "· 3rd line escalation point providing support and solutions on customer complaints", "08/10 – 08/12 Service Specialist (Perm), Asustek UK LTD, (Hemel Hempstead, Herts)", "· Processed ‘Dead on Arrival’ laptops, desktops, tablets and phones from companies including Staples and Toys R Us.", "· Managed compensation cases and processes for end user products.", "· Provided exceptional customer service with a clear and professional telephone manner.", "· Collated information through quarterly benchmarking on all product lines for Asus against other vendors.", "· Analysed the nature of queries and customer problems and provided suitable solutions within satisfactory time parameters.", "· Improved team efficiency by setting achievable targets and providing ongoing training.", "· Practiced excellent customer service with a clear, concise and professional telephone manner.", "08/07 – 08/10 Technical Support Engineer (Perm), Asustek UK LTD, (Hemel Hempstead, Herts)", "· Delivered 1st line /Helpdesk/Service desk technical support.", "· Conducted the installation of operating systems, drivers, printers and general software", "· Built customer loyalty by identifying and understanding individual requirements and developed solutions.", "· Supporting the Technical Mailing System Support. (TMSS).", "· Ability to relay technical problems to end users.", "· Developed optimum troubleshooting and problem solving abilities.", "· Developed and maintained communication skills appropriate to the environment.", "[bookmark: _heading=h.nl05jw5oqubo]", "[bookmark: _heading=h.uf89s6mivy9a]Previous Career History", "05/07 - 07/07 Analyst (Contract), Santander, (Milton Keynes, Bucks)", "10/06 - 04/07 First Line Analyst (Perm), Computacenter UK Ltd, (Milton Keynes, Bucks)", "[bookmark: _heading=h.6y4oui7foy6y]04/06 - 09/06 Customer Support Technician (Perm), Fujitsu Services, (Stevenage, Herts)"]}, "education_and_training": {"education": ["Education", "2001 - 2005 London Brunel University BSC (Hons) Information Systems"]}, "skills": {}, "accomplishments": {"achievement": ["Achievements", "· Sourced and secured next day onsite repair business for UK and Ireland to improve services, reduce costs and maximise the use of skilled and experienced engineers.", "· [bookmark: _heading=h.75sjlaaqaa5t]Created and implemented a component repair/replacement scheme for end users to increase customer service and satisfaction.", "· [bookmark: _heading=h.gko1ekhwbunm]Active in establishing Earthquake Relief Fund and Tsunami Disaster Appeal, involved liaising with the Mayor’s Office, local press and local council. Campaigns raised in excess of £73,000.", "· Co-ordinated a team in organising three high profile charity events at major venues in central London, attracting celebrities and audiences of over 700 people.", "· Campaigned for Comic Relief and Children in Need to raise awareness and funding.", "· Radio Presenter on Diverse FM (102.8FM)."], "research": ["Research Project: ‘The Social Cost and Benefits of a Smart Card’", "Distinction GNVQ Advanced Business & Merit GNVQ Intermediate Business, 11 GCSE passes"]}, "misc": {"interests": ["Interests", "· Working with charity groups to organise social, educational, cultural and sporting activities.", "· [bookmark: _heading=h.30j0zll]Nationally Qualified Archery Instructor", "· [bookmark: _heading=h.arpc62rp895g]Events & Sport Development Coordinator, arranging annual 2-day sports tournament for over 200 youths", "Excellent references available on request."]}, "contact_info": ["JAY PARMAR", "[bookmark: _heading=h.gjdgxs]mrjay.parmar@outlook.com 07939 140005", "Profile", "Asus Service Partner Controller with over 12 years’ experience in service process and service management with an in depth understanding of project coordination, operations and implementation. Experience of supporting the delivery of new and existing products and business enhancements that enable individuals and organisations to improve the quality and productivity.", "Results driven, self-motivated and resourceful. Well presented with excellent communication skills and having a commercial approach to solving problems and developing business. Consistently provides exceptionally high standards with customer satisfaction always considered at the forefront.", "A loyal and committed team player with a positive, flexible attitude and a determined mind set who can motivate and engage others to achieve the common goal.", "Key Skills & Areas of Expertise", "· Project Framework: Prince 2 Foundation.", "· [bookmark: _heading=h.udkxwf744lig]Incident Management System: Remedy, Peregrine, Lean E-service", "· Programming Language: Java, SQL, Unified Modelling Language", "· [bookmark: _heading=h.vmd5npr1ujii]Microsoft Applications include: Project, Visio, Office 2016, Access", "· Mail Software: Outlook 2016, Lotus Notes", "· Directory Service: Active Directory", "· Remote Access System: PC Duo", "· [bookmark: _heading=h.gqllpiio9gdb]SharePoint Services", "· Managing KPIs, SLA, OLA’s, and Building Work Relationships."]}