{"objective": {}, "work_and_employment": {"experience": ["EXPERIENCE", "October 2018 to Current", "SEN Teaching Assistant The Lady Elizabeth School, Javea, Alicante", "I currently work with students between the ages of 11 and 18 within the", "Learning Support Department both on a one-on-one basis and also in", "small groups, providing educational and high levels of emotional", "support when needed. This includes working alongside each child", "through their adapted subject choices for GCSE and A'Level.", "During examination times I am responsible for all the SEN children", "planning their individual exam timetables to incorporate all necessary", "access arrangements and invigilating all exams taken.", "October 1990 to November 2001", "Flight Service Manager Virgin Atlantic Airways, Crawley , West Sussex", "Supervision and management of Cabin Crew and on board service. Full", "responsibility for all On-board training of both new and recently", "promoted Cabin Crew members. Maintaining and ensuring high level of", "safety procedures maintained. Conducting full safety briefings both pre", "and post flight.", "March 1988 to October 1990", "Flight Service Manager Jersey European Airways, Exeter, Devon", "Supervision and management of Cabin Crew and onboard service to", "ensure high levels of passenger satisfaction. Ensuring high safety", "procedures followed. Conducting all pre and post flight safety briefings.", "Assessing and monitoring Cabin Crew performance. On board training", "of all new and newly promoted crew members.", "October 1987 to October 1988", "Trainee Legal Executive Dunn and Baker Solicitors, Exeter, Devon"]}, "education_and_training": {"training": ["Training in all areas of Conveyancing law."], "education": ["EDUCATION", "2020", "Autism Awareness Diploma (Distinction) Education", "Stonebridge College, Bude", "CONTACT", "Oak Hollow, Bell Lane , HR8 1NX,", "Bromsberrow Heath ,", "Herefordshire", "Home/Mobile", "015315 579305 / 0034649647887", "joannacopland@aol.com", "2018", "Special Educational Needs Advanced Level 4 Diploma (Distinction)", "Education", "Stonebridge College, Bude", "2017", "Teaching English as a Foreign Language (Distinction) Education", "The TEFL Academy, Dublin", "1985", "O'Level Maths C", "Oxford", "1985", "O'Level English Language Grade C", "Oxford", "1985", "O'Level English Literature Grade C", "Oxford", "1985", "O'Level History Grade B", "Oxford", "1985", "O'Level French Grade B", "Oxford", "1985", "O'Level R.S", "Oxford"]}, "skills": {"skills": ["SKILLS", "Additional Spoken Languages;", "GCSE & A-Level Invigilation.", "Full UK Driving Licence.", "EduCare Certification Childcare", "Protection for International Schools", "Level 2", "Spanish•", "French•", "Italian.•", "A committed, calm and self motivated SEN Teaching Assistant with an", "excellent track record of supporting all SEN students both in small", "groups and on a one to one basis. Great ability to effectively ensure that", "students are adequately prepared and supported fully for all learning", "situations and examinations right up to GCSE and A'Level through", "nurturing support and good organisational skills. Offering high levels of", "both emotional support and social guidance where necessary. Good", "experience with a wide range of Learning Differences including,", "Dyslexia, Asperger's Syndrome, Autism and SEMH."]}, "accomplishments": {}, "misc": {}, "contact_info": ["JOANNA COPLAND"]}