{"objective": {}, "work_and_employment": {"professional experience": ["PROFESSIONAL EXPERIENCE", "Senior Project Engineer / Theruvath Builders Mar 2019 – Aug 2019"]}, "education_and_training": {"training": ["Training", "· The 6-month training for the preparation of the Indian engineering Service, one of the toughest exams conducted by the central government of India enlightened my knowledge in core subjects.", "· Learned the cost-effective methods in construction by the 3 months industrial training during the graduation days."], "education": ["EDUCATION & QUALIFICATIONS", "The University of East London Jan 2020 – Jan 2022", "MS in Construction Engineering & Management", "University of Calicut, Kerala, India Aug 2008 – Dec 2012", "Bachelor of Technology in Civil Engineering GPA: 3.9(First Class)", "During my academic life, I had 3-month internships from COST-FORD and CREATORS CONSTRUCTIONS which finally help me to gather the knowledge from academic and practical experiences.", "State board of Kerala, India Jun 2004 – May 2007", "A-Level English, Science, Biology and Mathematics GPA: 4(Distinction)", "GCSE GPA: 4(Distinction)"]}, "skills": {"languages": ["Languages", "English, Hindi, Malayalam"], "skills": ["SKILLS", "· PRE-CONTRACT", "Conduct quantity survey from AFC drawings and prepare BOQ.", "Site Investigation and soil test.", "· POST CONTRACT", "Preparation of interim payment certificate, variation claims preparation with suitable data of approval, preparation of revised estimate."]}, "accomplishments": {"project": ["Project: New Hospital Building (Casualty Block) Project Value: 250 million", "Client: Medical College Kerala Government Consultant: Kerala Public Works Department", "· I was in the group which conducted the feasibility study and DPR before quoting the project.", "· I had the responsibility of maintain the onsite laboratory & many quality tests for concrete, steel, cement, brick, timber, tiles, etc...", "· The overall growth of the company increased by 10% in the fiscal year 2013 to 2014 by the successful delivery of this project.", "· Surveyed site for foundation and retaining wall construction using total station and dumpy levels.", "· Supervised undisturbed chemical blasting for providing 20ft retaining wall.", "· Assisted the pre-construction soil test on site.", "· Associated with the site safety team to ensure the fulfilment of pre-construction safety measures.", "· Daily project schedule and preparation of bar charts of the entire project was also the responsibility. Moreover, the scheduling of weekly site meetings as well as monthly project evaluation meetings.", "Site Engineer / Creators Construction", "01/2013 to 07/2013", "A subsidiary of K.V Joseph and sons Private Limited Cochin. Undertake only small contracting work from the big projects of the parent company.", "· Set-outing of pile points and supervision of piling.", "· Co-ordination of material supply and the entire project handling was another responsibility.", "· Because of my hard work and responsibility in each work company promoted me to their parent company after 7 months."]}, "misc": {"refere": ["REFERENCE", "Gijo Mathew (Project manager, KVJ & Sons Pvt Ltd):", "Sajikumar K.G (A.Ex.E, Kerala PWD):", "Page 3"]}, "contact_info": ["Jobin JOSEPH", "JOBIN JOSEPH", "56, Orsett Road, Grays, RM17 5EH", "+44-7459240875", "jobinj1990@gmail.com", "https://www.linkedin.com/in/jobin-joseph-b004ba1a0", "PROFILE", "Hands-on Project Engineer with over 7 years of oversight experience in varied structural and civil building construction teams and projects. Created effective communication between personnel, general contractors, design teams, local code officials and management. Customer-oriented with expertise in value engineering, baseline scheduling, contract negotiations and close outs.", "· Proficient in quantity survey from AFC drawing, BOQ preparation, project cost evaluation & estimation, Interim certificate for subcontractors, Variation claim preparation.", "KEY ACHIEVEMENTS", "· Best employee award in 2018.", "· Achieved competent band score in IELTS (6.5).", "· My efficiency to achieve targets on time of a project led to soar the growth of company profit by 10%."]}