{"objective": {}, "work_and_employment": {"professional experience": ["PROFESSIONAL EXPERIENCE", "Optum, Inc., Health Services Innovation Company Mexico City, Mexico", "Strategic Partnerships Summer Intern, at the Strategy, Innovation and New Ventures Team Summer 2020", "Outlined and drove the strategic roadmap for a digital health platform targeting 7 market opportunities with expected", "revenues of over 240M USD by 2025, provided build/buy/partner recommendations, and gained leadership support", "Managed 8+ business cases for partnerships, including a large tech company, to increase engagement and cost-savings", "Assessed 400+ companies and evaluated 15+ demos for an M&A target list which advanced Optum’s strategy", "HOSPITAL SAN JUDAS TADEO S.A. DE C.V., Private Hospital Mexico City, Mexico", "Independent Consultant Spring 2019", "Implemented, coached and concept designed a management process improvement, achieving 10% costs decrease", "Devised a diversification strategy to incorporate 4 medical services; counseled a 10-year growth plan", "Reviewed financial statements and suggested a 1.2M USD recapitalization strategy", "BIOKORF DE MEXICO S. DE R.L. DE C.V., Pharmaceutical Startup Mexico City, Mexico", "Government Affairs Manager 2018 – 2019", "Launched plan to mediate with 3+ federal and local authorities to ensure the laboratory’s normative compliance", "MEXICAN SOCIAL SECURITY INSTITUTE, Federal Government Mexico City, Mexico"]}, "education_and_training": {"education": ["EDUCATION", "YALE UNIVERSITY New Haven, CT", "Master of Business Administration (MBA) and Master of Public Health (MPH), Candidate 2021", "Management Science Concentration, STEM program", "Recipient of the Hortsmann Scholarship, awarded based on outstanding academic performance", "Recipient of the FUNED Scholarship, awarded based on promising performance and contributions", "Teacher Assistant of Health Care Economics, and Health Care Strategy", "INSTITUTO TECNOLOGICO AUTONOMO DE MEXICO (ITAM) Mexico City, Mexico", "Master of Economics (M.E.) 2017", "GPA: 3.82, ranked 3rd in Class", "Conducted thesis research on the income and substitution effect on the labor supply in Mexico", "EL COLEGIO DE MEXICO Mexico City, Mexico", "Bachelor of Arts (B.A.), International Relations 2014", "GPA: 3.5", "Awarded a Full-Tuition Scholarship and stipend, awarded based on academic excellence", "Recipient of the “Emerging Leaders in the Americas Program” Scholarship to study a semester at UBC, Canada"]}, "skills": {"languages": ["Languages: Spanish (native), English (fluent). Computer Skills: Advanced Microsoft Office and STATA", "Patient Services Director at HAVEN Free Clinic, student-run free clinic partnered with Yale University", "Avid traveler, art enthusiast, amateur painter, skilled salsa dancer, love to constantly learn and to read obscure historic facts"]}, "accomplishments": {"project": ["Project Coordinator 2017 – 2018", "Led project management of the 60M USD National Linear Accelerators Substitution Program", "Evaluated suppliers’ performance, and demonstrated resourcefulness at solving operational obstacles; represented local", "administrators in H.Q. meetings, and planned training delivery for 100+ technicians", "Supervised clinics and hospitals in 15+ regions; advised new approach strategies to execute improvements", "Initiated and formed alliances to implement 4 major programs improving patient safety and quality assurance", "Coordinated information with 20+ managers; reported to and strengthened General Director’s decision making", "Collaborated in 200M USD cost-saving budget allocation for national medical equipment acquisition programs", "Directed event management during 10+ General Director’s working tours", "SECRETARIAT OF FINANCE AND PUBLIC CREDIT, Federal Government Mexico City, Mexico", "Intern at the Pension System Operation Direction Spring 2017", "Analyzed databases and brainstormed approaches to generate reports; assessed 3 significant risks for public policy", "SECRETARIAT OF FOREIGN AFFAIRS, Federal Government Mexico City, Mexico", "Private Secretary to the General Director for South America 2014 – 2015", "Strengthened team collaboration, oversaw task allocation and provided administrative assistance; cooperated in 5+ Inter-", "Ministry Reunions with officials of Venezuela, Colombia, Ecuador and Peru"]}, "misc": {"additional information": ["ADDITIONAL INFORMATION"]}, "contact_info": ["JORGE ALEJANDRO LIEVANO CARVAJAL", "478 Orange St, Apartment 4 | New Haven, Connecticut 06520", "Tel: (475) 238-2012 | Email: alejandro.lievano@yale.edu"]}