{"objective": {}, "work_and_employment": {"experience": ["Experience", "Bently Nevada Global Projects Sales Team Leader Europe (Senior Sales Operations) at GE Oil & Gas and Baker Hughes, a GE Company", "December 2011 - Present", "GE Bently Nevada strategic leader of global projects opportunities. Creating full scope plant asset management and reliability solutions for new construction plants in Oil and Gas, and Power Generation markets. Responsible for creating and driving strategies that position Bently Nevada as the only viable source of supply, resulting in meeting and exceeding the sales quarter and annual targets assigned.", "Influencing all suppliers including, but not limited to EPCs, MACs, and OEMs through early engagement with project teams and position the business in a stronger position against competitors", "Creation and implementation of sales strategies using Miller Heiman Strategic Selling blue sheets to create sales strategies to successfully position Bently Nevada as the provider of choice. Part of a virtual sales teams for each global project with individual sales managers from end user, EPC, and MAC accounts, as well as region internal resources.", "Mentoring of Sales Managers throughout the selling process, building trust and credibility with customers maximizing scope and pipeline.", "Create opportunities of the sales process and participate in prospecting and qualifying opportunities to result in a managed and balanced funnel and achieving additional orders won for Europe.", "Bently Nevada Sales Manager at GE Energy", "May 1999 - December 2011 (12 years 8 months)", "Have sales responsibility for Condition Monitoring Systems and associated Services within the assigned territory or customer portfolio in Iberia.", "Responsible for achieving orders, sales and margin targets as well as managing budget commitments.", "Hunt for and develop new customer accounts and develop partnerships to grow business volume with existing customers.", "Develop, communicate, and execute sales and growth strategies with a well-defined action plan for each customer type like; Installers, end customers, partners, systems Integrators and consultants.", "Understand customer business drivers in order to focus pre-sales resource team and influence customer procurement through value added selling.", "Create, manage and track specific business plans and actions through regular meetings and reviews.", "Participate directly in the sales process working with other functions to develop sales strategy and bids.", "Create and drive deal specific tactics, identify and drive local events and initiatives, team co-ordination, provide feedback regarding market trends, pricing and competition to commercial operations, including win/loss analysis.", "Develop and maintain high level customer relationships, leverage customer and partner internal relationships.", "Identify New Product Introduction and business development needs to penetrate new markets.", "Demonstrate and maintain strong cross business selling initiatives, leveraging sales forums and local teams.", "Use of internal tools to provide accurate sales forecast on a weekly basis.", "Bently Nevada Product Service Representative at Bently Nevada Corporation", "May 1992 - May 1999 (7 years 1 month)", "System and Instrumentation services providing technical support and training, commissioning, calibration and repair to Bently Nevada product line.", "Establish and created customer relationship by providing hi tech services and customer support", "Provide technical training for Bently Nevada systems to help customers to get the most from them and improve their plant reliability and maintainability.", "Designing and Manufacturing at F.B. Electrónica", "May 1991 – April 1992", "Design and manufacturing of gas analyzers, opacimeters and electronic equipment for car diagnostics.", "Telecommunications Product Manufacturing and Technical Installation at Insyte, S.A", "September 1988 – June 1990", "Manufacturing, installation and maintenance of turnkey projects, fixed and mobile network projects, data networks, switching exchanges for fixed telephony, transmission grids and communication networks.", "Honors and Awards", "Bently Nevada Productivity Award for largest remote diagnostic installation on 35 power plants. April 2007", "Productivity Award for selling the largest Power Industry installation of Condition Monitoring Systems. November 2006", "Developed an article published in the Orbit magazine on 2003 featuring the Iberdrola M&D center and the used of Predictive and Condition Based Monitoring Systems.", "Participant in the Maintenance Congress organized by the University of A Coruña located in El Ferrol during June 2001", "Taking part like speaker in the Congress of Predictive Maintenance through Vibration Analysis organized by the University of A Coruña during November 1993."]}, "education_and_training": {"education": ["Education", "Associate Degree in Electronic & Telecommunication", "Institución La Salle Madrid"], "training": ["Training and Qualifications", "Designing Customer Experiences – 2017", "Equip emerging leaders with tools, templates and techniques to design delightful customer experiences. Leadership Development", "Miller Heiman, Strategic Selling® - 2000 & 2015", "Visibility into sales opportunities, documenting plans with the program’s Blue Sheet. This involves first identifying all key players in the customer’s organization, understanding each player’s degree of influence and their reasons for buying and uncovering essential information. Salespeople and organizations equipped to evaluate their competitive position, address the business and personal motives of each decision maker in the client organization and differentiate their company by leveraging its unique strengths.", "Change Acceleration Process- CAP Coaches Workshop (CAPCW) – 2010", "Knowledge and skills necessary to facilitate change initiatives using CAP Tools and Processes. CAP provides a good insight in the human side of change and its role in ensuring a successful outcome for the change. Tools and techniques to drive/facilitate change effort in their teams", "Building Essential Leadership Skills (BELS) – 2007", "Course objectives are to inspire individual contributors to develop a growth mindset, engage their leadership skills and empower and inspire each other to have greater impact.", "Effective Coaching Skills - 2007", "Define what coaching is, when it's appropriate and how to become an effective coach. Ask great questions. Conduct powerful coaching conversations. Provide effective feedback using recognized models. Improve ability to develop and retain talent.", "Hiring the Right People - 2007", "Understand and develop the hiring process and interviewing skills. Write effective job descriptions to attract the right candidates, prepare behavior-based interviews questions that accurately assess a candidate’s qualifications, develop and effective interview structure, recognize what to ask and what not ask during interviews, practice skills that will improve ability to identify talent", "New Manager Development Course - 2006", "Equip managers with the fundamental tools required to effectively manage their respective teams. Gain better understanding of their roles and responsibilities and how to more effectively achieve results through others", "Six Sigma Green Belt - 2003", "Six Sigma problem solving methodology as used in Green Belt Projects. Understand and practice the Six Sigma methodology and tools", "Wilson Learning, The Versatile Sales Person - 1999", "Give salespeople a simple method for quickly building rapport with customers and prospects of all levels. This training is built around the four-quadrant Social Styles matrix. I was profiled for my perceived Social Style and interpersonal versatility level, then I learned how to identify others' Social Styles and temporarily adjust my own to communicate more easily and effectively with others.", "Wilson Learning, The Counselor Sales Person - 1999", "This training establishes a basic philosophy of selling with a common and easily understood approach and provides a win-win approach to selling that emphasizes problem solving from the customer's point of view, using a four-step consultative selling process that helps salespeople transition from simply making transactions to solving real business problems.", "Comprehensive Sales Training (CST) – 1999", "An intensive training of 15 weeks in the Bently Nevada Headquarters in Minden, Nv (USA) where I have learned details about the product line, selling techniques, coaching techniques and detailed technical training for vibration analysis on rotating machinery. Some of these trainings are:", "Selling Techniques and End-user Analysis.", "Coaching to Improve Work Performance.", "Train the Trainer.", "Technical Training Techniques.", "Effective Presentation Skills.", "Machinery Diagnostic.", "Applied Diagnostics.", "Bently Nevada specific product training."]}, "skills": {"skills": ["Skills", "English (Fluent, used in my day-to-day job) and Spanish (Mother language).", "Six Sigma Green Belt Certified.", "MS Office (Highly proficient).", "Salesforce.", "SAP.", "Bently Nevada System 1, ADRE, 3500 Config.", "Competences", "Ability to live and work abroad in multi-cultural environments.", "Travel flexibility.", "Strong motivation and proactiveness.", "Ability to work independently and in a team.", "Coordination and delivery of proposals, technical information and processes.", "Achieving orders, sales and margin targets as well as managing budget commitments.", "Use of internal tools (Salesforce software) to provide accurate sales forecast.", "Managing end-user customers, EPC’s, consultants and contractors in the Industry and Energy sector and/or supporting business partners selling into this segment.", "Driving License", "European Cat. B since 16 December 1988"]}, "accomplishments": {}, "misc": {}, "contact_info": ["José I. García", "jose2.garcia@hotmail.com - Mobile: +34 658 84 17 81", "José I. García", "Page", "C/ Los Lilos, 1 - 3B[image: Línea] 28922 Madrid, Alcorcón (Spain) jose2.garcia@hotmail.com", "Ph: +34 91 644 04 37 Mobile: +34 658 84 17 81 LinkedIn: www.linkedin.com/in/jose-ig-garcia", "Profile", "25+ years of experience in sales for Industrial, Oil & Gas and Power Generation markets. Last assignment as Strategic Leader with the mission to enable the global team to win projects through early engagement, communication and effective strategies for customer success and long-term business growth."]}