{"objective": {}, "work_and_employment": {}, "education_and_training": {"education": ["Education and Qualifications", "RNIB Vocational College, London", "RSA Audio Transcription at stage 1 (Distinction)", "RSA Audio Transcription at stage 2 (Pass)", "RSA Braille Shorthand Transcription at stage 1 (Distinction) 70 WPM;", "RSA Braille Shorthand Transcription at stage 2 (Pass) 80 WPM"], "training": ["Training", "Crucial Conversations", "Office 2010 Training", "Index Training: structure and index layout for braille books", "Contents Training: How to use Duxbury for books"]}, "skills": {}, "accomplishments": {}, "misc": {"additional information": ["Additional Information", "Completed a trek across Iceland to raise money for the RNIB", "Registered blind I like listening and playing classical music on various instruments.", "2"]}, "contact_info": ["Kawal Gucukoglu", "Peterborough", "07905618396; kawal_g@me.com", "Profile", "I am a well organised, customer focused and conscientious team player with experience of transcription services, secretarial and administrative work. I am enthusiastic and self-motivated with the ability to work under pressure and produce work to a high standard with excellent keyboard skills. I am now looking to continue my professional development in an administrative or advisory role within the charity/commercial sector. My previous duties included all forms of transcription, sending out information to blind and partially sighted people and providing telephone support enabling me to support people on a regular basis.", "Key Skills:", "· Key contact for Financial Ombudsman for transcription requests", "· Proof-read a Braille version of the Koran for visually impaired people in live prayers", "· Seconded to the Rapid Response Text Preparation and Funded Team in Peterborough", "· Target driven and used to deadlines often under pressure in commercial environments", "· Skilled user of Duxbury Braille translation software", "· Responsibility for Team mailboxes and responding to queries in a timely manner.", "· Supervised, mentored and coached volunteers", "Proofread examinations requiring transcribing into Braille.", "Career History", "2007 - 2020", "RNIB - Peterborough", "Transcription Executive", "Maintaining up-to-date records and using in-house computer systems", "· Advising companies on website accessibility", "Transcription Officer (part-time) - London", "· Offering a transcript support service internally, externally and to government bodies", "· Using Duxbury Braille translation software to prepare documents for internal and external clients/organisations and government bodies, for example, translating booklets and information leaflets into Braille.", "· Preparing papers for analogue and digital recording", "· Dispatching committee and agenda papers to Board Members and Trustees", "· Maintaining up-to-date records using Regional Transcription Network databases", "· Sending invoices", "Audio Secretary ( secondment) - RNIB", "· Answering internal and external calls, responding to queries, directing calls and providing switchboard services", "· Maintaining database records on the RNIB intranet site", "· Inputting accurate record for staff joining and leaving RNIB", "· Helping RNIB staff to make calls abroad"]}