{"objective": {}, "work_and_employment": {"work experience": ["WORK EXPERIENCE", "Clements Retail. Acrylic", "June 2012–current 2019 Acrylic production manager", "Plotting the flow of production as well as estimating costs and ordering materials, using KPI and Kaizen to manage the volume of work on the shop floor at any one time. Also responsible for issuing drawings and project numbers keeping an accurate eye on costs.", "Bell Display", "2002–2012 production manager", "Managing the shop floor and the drawing office keeping the MD in the loop with the day to day goings on and where we are on projects sometimes in charge of 50 people at any one time only answering to the MD.", "Bell Display production supervisor", "2000–2002", "Keeping the shop floor moving and providing detailed reports on materials and project end of day numbers, using the CNC and Laser and occasionally drawing in the CAD office if we were stretched.", "Skills", "Auto desk and can use solid works.", "Excel literate as well as word.", "Very good organizer and communicator.", "Estimation up to two million pounds in 2017 and sourcing alternative suppliers and materials.", "Planning and using strategies such as Kaizen to eliminate time and motion to nail down a project to a date.", "CNC and Laser trained and qualified.", "Very hands on where required and excellent at building relationships both internal and external of the business.", ".MsftOfcThm_Accent6_lumMod_20_lumOff_80_Fill {", "fill:#EAE8E8;", "}"]}, "education_and_training": {}, "skills": {"skills": ["Skills training UK", "2016 - 2018", "Level 4 EAL Improving Operational Performance.", "Gateway Sixth Form College", "B design", "D Psychology", "D Sociology", "B at A/S level Biology", "Alderman Newtons School 1990 – 1995", "9 GCSE A-C Including Math English and Science"]}, "accomplishments": {}, "misc": {}, "contact_info": ["[image: ]", "[image: Edit photo]", "Introduction.", "I consider my - self a very professional, passionate and motivated man who takes great pride in not only getting the job ticked off on time, but with time to spare with no change in the quality of the work.", "I like to map out a project at the start and build a picture to add formula to that will accurately plot the time line so you can put in KPI to capture any peak or trough along the project giving you a chance to adapt the line to make the flow better and isolate any risks to endanger meeting the deadline.", "Contact", "PHONE:", "07894 751 866", "EMAIL:", "Keithgroves1705@icloud.com", "Hobbies", "Traveling", "Football", "Boxing", "Cooking", "Reading", "KEITH GROVES", "ACRYLIC PRODUCTION MANAGER", "Institute of supply chain management", "June2013 – august 2016", "Level 3 and 5 Production and manufacture HND equivalent."]}