{"objective": {}, "work_and_employment": {"employment history": ["Employment History", "July 2013 – August 2016 Recall Sweden AB, (now part of Iron Mountain)", "HR Manager, Sweden", "Recall Sweden AB was a part of Recall Corporation, a global information management specialist listed on the Australian Stock Exchange. The Swedish business comprised 160 employees located in 4 locations across the country. The workforce comprised warehousing, data entry, sales, finance and executive employees.", "As the country HR Manager and member of the leadership team, I was responsible for all human capital matters within the business.", "Oct 2007 – June 2013 Recall Limited, London E1W 1YW", "HR/Communications, Europe", "In this role I reported to the European President and served as a member of Recall’s European Executive Committee with the regional functional leaders and country General Managers to develop and drive initiatives to support the region’s financial, operational and human resources performance. This included developing and driving the internal communications programme to address the needs and concerns of 1 500 white and blue collar employees across Europe and working with HR. During a one year period I was appointed Head of the Human Resources Council in the absence of an HR Director and held supervisory responsibility for the HR Managers across Europe, ensuring that regional processes were improved and upheld and coaching the managers in local matters.", "Earlier Roles", "Prior to joining Recall, I worked for 6 years (2001-2007) as a Team Leader and Executive Assistant at Morgan Stanley in London. Earlier, I held roles as an Executive Assistant within Petroleum Argus (an energy reporting company), Blue Circle Heating (a manufacturer of radiator and heating solutions which was sold to a competitor) and the Institute of Physics (a non-profit organisation working within education and government to promote the discipline)."]}, "education_and_training": {"education": ["Education", "Present Cognitive Behavioural Therapy, Stonebridge College UK (distance learning)", "March 2016 Pass - Neuro Linguistic Programming Level 3, Stonebridge College UK (distance learning)", "March 2014 Certified in Korn Ferry/Lominger Voices", "January 1989 Thornlea Secondary School, Ontario, Canada - I completed High School with A level equivalents in English Literature, Creative Writing and Economics."]}, "skills": {"languages": ["Languages", "English Native speaker", "Swedish Casual conversational level (B1). I work with Swedish correspondence and understand the language. I am continuing to study Swedish."]}, "accomplishments": {}, "misc": {}, "contact_info": ["Curriculum Vitae Lisa McKay", "Home Address: Timrågatan 40 Telephone: +46 (0)73 840 9680[image: ]", "162 62 Vällingby", "Citizenship: Swedish / British / Canadian Email: mlisa2450@gmail.com", "Current Employment", "August 2016 – Present Markem-Imaje, Hemvärnsgatan 17, Solna", "HR Business Partner, Nordics and Russia", "As the HR Business Partner and a member of the Nordics regional leadership team I am responsible for all operational human capital matters as the business regularly goes through transition phases, both globally and regionally.", "· Performance Management/Training – Managing the performance, talent management and succession planning processes, coaching leaders, creating/facilitating development plans for both under and over-performers and driving the salary review process. During my time I have initiated changes to the process, challenging leaders on performance appraisals and introduced development planning and career paths. I have developed and delivered training programs at a local level as well as coordinating EU-wide leadership training.", "· Recruitment and Induction – Coordinating recruitment and induction of all positions and managing the ongoing employer/employee relationship.", "· Occupational Health – Working with managers and individuals at local sites to monitor sickness absence and identify rehab cases, coordinating efforts with the manager, employee and appropriate outside agencies to facilitate effective plans for supporting employees.", "· Compensation and Benefits – Working with managers to ensure equitable practices in salary reviews, benefits and agreements as well as managing payroll, in conjunction with our outsourced service suppliers and benefits providers as well as developing and managing annual people budgets.", "· Engagement and Communications – Driving employee engagement and communications initiatives amid times of great change, explaining these clearly to address the specific concerns of our employee groups, coordinating with the leaders to decide on how best the messages should be delivered and providing scripts for both individual and group communications. In many cases, I deliver the messages myself to provide context of the current situation and a vision for the future.", "· Employee Relations – Developing and driving processes to ensure effective handling of complex employee relations within the business, driving investigation processes and resulting actions as well as ensuring effective, ongoing relationships with unions and adherence with collective agreements.", "· Administration and Reporting – Ensuring systems are up-to-date with onboarding, offboarding and employee changes, reporting costs and accruals to Finance and KPIs to HR leadership."]}