{"objective": {}, "work_and_employment": {}, "education_and_training": {"education": ["Education Intern The South African Holocaust and Genocide Foundation", "Cape Town, The Republic of South Africa : June-July 2014", "● Guided museum patrons (school groups, general public, etc.) through the permanent exhibition exploring the", "Holocaust (1933-1945) and Apartheid South Africa (1948-1994)", "● Led and coordinated school-group classes and workshops on Holocaust history and its associated themes of shared", "humanity, identity, citizenship, war, and genocide.", "● Developed and implemented my own racial and sexual diversity course for students in eSwatini.", "​R​EFERENCES", "Carol Thobela-Mabaso, Curator of Mammals, The National Zoological Gardens of South Africa", "+27(0) 12-339-2700 / ​carol@sanbi.org.za", "Stacy Whitaker - Bonobo Manager, The Milwaukee County Zoo", "(+1) 414-840-0466 / ​Stacy.Whitaker@milwaukeecountywi.gov", "Lexi Yang - Senior Primate Keeper, The Memphis Zoo", "(+1) 805-587-9529 / ​lyang@memphiszoo.org", "Tal Fineberg - Chairman of the Lubumbo Conservancy, The Mbuluzi Game Reserve", "(+268) 799-3722 / ​manager@mbuluzi.com​ ​ - ​tal@finberg.biz", "Penny Rudd - Animal Registrar, Chester Zoo", "(+44) 1244-650215 / ​PennyR@chesterzoo.org", "mailto:carol@sanbi.org.za", "mailto:Stacy.Whitaker@milwaukeecountywi.gov", "mailto:lyang@memphiszoo.org", "mailto:manager@mbuluzi.com", "mailto:tal@finberg.biz", "mailto:PennyR@chesterzoo.org"]}, "skills": {}, "accomplishments": {}, "misc": {}, "contact_info": ["LLOYD ANTROBUS", "Address: Meillion, Alltami, Nr Mold, Wales CH7 6RW LinkedIn:", "https://www.linkedin.com/in/lloydantrobus/", "Phone: +44 1244541995 (H) / +44 7546201356 (M) Nationality: British Citizen", "Email: ​lloydantrobus1@gmail.com Languages: English and Welsh", "E ​DUCATION", "August 2016 -", "May 2020", "January 2014-", "December 2015", "B.A Race and Ethnic Studies / Environmental Studies", "St. Olaf College, Northfield, Minnesota USA", "Anthrozoology, Sociology, Chemistry, Psychology, Sociology, Anthropology, Ecology, History,", "English, Computer Science, Philosophy, and Political Science.", "International Baccalaureate Diploma", "United World College of Southern Africa, Mbabane, eSwatini", "HL: Biology, History & English A = SL: French, Math Studies & Theater", "P​ROFESSIONAL​ Z​OOLOGICAL​ ​EXPERIENCE", "As an intern/assistant, I have worked with keepers, curators, and conservation managers in the daily management of primates", "(including Gorillas, Orangutans, and Bonobos), Elephants, Large and Small Carnivores, Bears, and Ungulates, both in the", "home-range and in human care. In all of the below positions, duties have included cleaning yards and holding, enhancing", "enrichment programs, medication preparation and administration, observing shifting procedures, diet preparation, conducting", "behavioral-welfare studies, and educating large and small groups of zoo visitors and school groups.", "Great Ape Welfare Intern The Milwaukee County Zoo", "Milwaukee, Wisconsin, USA : May - September 2020", "[8.11] Bonobo, [3.2] Western Lowland Gorilla, and [1.1] Hybrid Orangutan.", "● Formalized and renewed the Gorilla/Bonobo wing enrichment program.", "● Studied large-group fission:fusion social structures of zoo Bonobos.", "● Assisted in data collection and processing for the Great Ape Heart Project.", "● Ethogram Studies using ​ZooMonitor​;", "+ Re-accustom [1.0] Western Lowland Gorilla [Hodari] to public viewing.", "+ Introduction of [0.1] Hybrid Orang-Utan [Alexandria] to [1.0] Hybrid Orangutan [Tommy].", "Primate Canyon Intern The Memphis Zoo", "Memphis, Tennessee, U.S.A : May - September 2018", "[3.4] Bonobo, [1.3] Western Lowland Gorilla, and [2.2] Sumatran Orangutan.", "● Presented daily “Gorilla Chat” and feeding demonstrations..", "● Coordinated and led “Hot Cakes with Apes” and “World Orangutan Day” fundraisers.", "● Designed and built innovative vines and platforms to increase elevated feeding opportunities for Gorillas and Bonobos", "● Curatorially-directed study of [1.0] Bonobo [Mobali] and his transition from infant-to-juvenile, and group’s response in", "regards to an adult male absence.", "Large Mammal Intern ​ The National Zoological Gardens of South Africa", "Tshwane, The Republic of South Africa : November - January 2014 + June - September 2015", "[4.0] Western Lowland Gorilla, [1.1] Lar Gibbon, [1.3] Drill, [2.2] White-cheeked Gibbon, [1.4] Mandrill, [1.3] Ring-tailed", "Lemur, [1.3] Red-faced Spider Monkey, [1.2] African Elephant, [1.2] African Lion, [1.1] Bengal Tiger, [1.1] Striped Hyena,", "[2.3] Painted Dog, [1.1] Serval, [1.2] Koala, [1.1] Grizzly Bear, [1.2] Okapi, [3.4] White Rhino, [1.1] Black Rhino.", "● Delivered the weekly Elephant Keeper Chat and Feed.", "● Improved the enrichment programme by creating new enrichment and feeding schedules for the elephants.", "● Member of a small-team coordinating the rescue of [1.1] adult African Lion [Baasman + Paige] from illegal private", "ownership to the Zoo, ensuring suitable housing, husbandry, transport, and veterinary assistance.", "●", "Animal Registrar’s Assistant / Senior Camp Counselor Chester Zoo", "Upton, England, UK. : June 2013 - December 2013", "● Archived and electronically logged and dated physical animal record cards to ZIMS.", "● Researched requests made by zoo curators and previous donors of animals to the zoo in archival material and created", "detailed reports of research findings for curators, animal registrar, and previous animal donors.", "https://www.linkedin.com/in/lloydantrobus/", "mailto:lloydantrobus1@gmail.com", "● Actively engaged students in meaningful conversation and exploration of contemporary topics in wildlife conservation.", "● Coordinated Summer School administration (payments, prepared rooms/materials, speakers, and events)", "Resident Conservation Assistant The Mbuluzi Game Reserve", "The Lubumbo Conservancy, The Kingdom of eSwatini : January 2014 - December 2015", "● Actively assisted the Game Reserve Manager in the maintenance, management, and protection of the reserve.", "● Wildlife rehabilitation, anti-poaching strategy, guest services, and environmental education/guiding.", "● Organized and directed the \"Youth for Wildlife Symposium\" which brought over 400 Swati youth to workshop", "with the nation's leading conservationists - including renowned conservationist Ted Reilly.", "● Coordinated community outreach and service programs with local schools and scout groups.", "● Regularly assisted the Alien Flora Removal (ARF) teams.", "● Wildlife rehabilitation and release of Vervet Monkeys, Barn Owls, Monitor Lizards.", "● Care and training of Anti-Poaching patrol dogs.", "● Assisting in sensitive and compassionate conflict-resolution with cattle farmers illegal grazing on protected areas and", "wildlife-reserved land.", "​O​THER​ E​XPERIENCECE​ ​AND​ E​MPLOYMENT", "Broadcast Contributor ​(Environment, Science and Health)​ BBC Radio Wales", "Bangor, Wales, UK : 2012 - Present", "● Areas of specialism on-air: Ex-situ/zoo management, Primatology, sub-Saharan African flora and fauna,", "international environmental protection, legislation and policy and contemporary developments in conservation", "science.", "● Contributed to 56 live and pre-recorded radio broadcasts/magazine and news output to date.", "Public Safety Dispatch Officer St. Olaf College", "Northfield, Minnesota, U.S.A. : January 2017 to March 2020", "● Responding to medical and criminal emergency calls from students, staff, faculty, and college visitors.", "● Communicating effectively to officers, captains, and students, ensuring efficient security and safety services.", "● Security logistics during large-scale events hosted by the College (e.g graduation, alumni events, etc.)", "Food Service Assistant Bon Appetite Cafe", "Northfield, Minnesota, U.S.A. : September 2016 to March 2020", "● Served meals at a fast-paced College cafeteria & prepared salad, deli, vegan, and pizza stations to high USDA", "food health and safety standards.", "● Provided excellent customer service to all customers regardless of their attitude or temprament.", "Sexual Health Coordinator The Taylor Center for Equity and Inclusion, St. Olaf College", "Northfield, Minnesota, U.S.A. : September 2019 to March 2020", "● Trained by PlannedParenthood to advise and discuss sex, relationships, contraception, STD/STI, and", "pregnancy.", "● Led, advocated, and succeeded in ensuring St. Olaf College students, faculty, and staff have 24-hour access to", "contraception via discrete means.", "● Worked closely with LGBTQIA+ groups, Black and Minority Ethnic groups, International students, and those", "of low socio-economic backgrounds to ensure all have the sexual health services they need.", "● Held public and private, monthly Sexual Wellness events for students and staff.", "● Ensured that students living with HIV were well accommodated, supported, and connected.", "Global Health Intern The Society Against Sexual Orientation Discrimination", "Guyana, South America : May - September 2017", "● Coordinated and conducted meetings with various UN agencies (UNAIDS, UNICEF, UNESCO, etc.) and", "various Embassies and Consulates to seek financial support and political leverage for SASOD.", "● Adhered to strict confidentiality policies when dealing with clients of SASOD's services.", "● Engaged with the Guyanese Ministry of Public Health, local health initiatives, medical practices throughout the", "nation of Guyana promoting frequent HIV testing and encouraging citizens to engage in safe sex practices, and", "to actively seek STI and STD prevention strategies.", "● Taught doctors, nurses, and clinical workers on appropriate LGBTQIA+ patient care."]}