{"objective": {"objective": ["Objective", "To use/apply and expand on the managerial and technological skills I have gained within a role that allows me to be an important asset to the business."]}, "work_and_employment": {}, "education_and_training": {"education": ["Education", "Certified Electrical Engineer - School National GAS (SNG) -1994", "International Baccalaureate -1997", "Accounting & statistics certificate - 1997", "Telecom Engineer - certificate - 1998", "Level 3 Certificate Requirements for Electrical Installations", "(C&G) (BS7671-16th edition) -2002", "Level 3 Certificate Requirements for Electrical Installations", "(C&G) (BS7671 -17th edition) -2008", "Level 3 Electrical Inspections, Testing and Certification (C&G2391) -2008", "HND- Computing and Information Technology (OU) -2013", "SSTS - 2016", "SMSTS -2017– JIB ECS electrical manager card", "KNX Smart home Automation - 2017", "First Aid at Work - 2018", "JIB Black card – electrical site manager.", "SMSTS- refresher 2020", "HV Voltage Authorized Person Electrical - 2018", "SCADA- EAL certified (CitectSCADA- Schneider)", "(C&G) BS 7671 -18th edition -2019", "Siemens PLC programing/instrumentation and controls troubleshooting. 2019", "NVQ Level 3 in electrical installations.", "Level 4 Design and Verification of electrical installations. EAL - certificate 2020", "PCL basic programing – Siemens– 2020."]}, "skills": {"technical skills": ["Technical Skillset", "Electrical designer and Manager, Electric Motors, Telecommunications, Software Development, Database Administrator, Servers-Networking, Installing and maintaining heating systems, KNX Smart Homes technologies and BMS environmental control systems, Authorised Person HV and LV, Industrial computers (PLC) Instrumentation and Controls trouble shooting,"], "skills": ["Skills", "- thorough understanding of how to manage and allocate budgets", "- effectively prepare cost estimates, budgets and work timetables", "- interpret and explain contracts, technical drawings and information", "- effectively collaborate with architects, engineers and other specialists", "- select schedule and coordinate subcontractors’ activities", "- able to respond in productive manner to work delays, emergencies and other critical problems", "- familiarity with legal requirements, building control requirements and safety codes that apply into health and safety environments.", "- Estimating, setting up timelines, procurement, organising teams, testing and commissioning electrical and industrial controls, certifying, compiling OEM manuals", "- QA quality assurance – setting up QA procedures and certifications templates.", "- Profinet – wiring and commissioning", "- Plc/RTU – networking and parametrization", "- Working with rail critical safety circuits, (monitoring of network components, doors controls signalling and feedback signals)", "- SCADA- certified – design, commissioning and testing.", "- Java, assembly language and microprocessors, Linux, relational databases, front end programming.", "Career to date", "2017-2020", "Knorr Bremse Platform screen doors on CROSSRAIL project (biggest infrastructure project in Europe in 2018 – 17.8 bill) with the KBRS’ side of 35Mill+", "Initially employed as supervisor, responsible for 4 of T&C electrical testing teams, involved with creating and submitting H&S, technical documentation and emergency procedures - then moved on to manager position responsible for T&C dynamic and integration testing of PLC/Profinet internal control systems and SCADA interface within system wide PCS and TFL&RFL supervisory system ,managing 4 teams of 8 members each.", "My role’s responsibility was to participate or delegate people on each of the 1400 tests applied to each station/train while dynamic tests were carried out and also participate in meetings or phone conferences where together with other stakeholders (Siemens, Bombardier and Cross Rail ) we analysed and compiled test results and re-plan next sequence of tests.", "While covering all the aspects of testing I also had to cover the monitoring critical safety systems, and engage with responsible parties to respond quickly and efficiently to avoid any accidents or delays to testing.", "Directly responsible for maintaining up to scratch electrical system status across the whole project (8 rail stations with 2 platforms each), As the PSD doors were in prototype state, I was involved in making sure any electrical modifications required, were fit for purpose and also fully compliant with both EIC and TFL or RFL regulations, any adjustments to mechanical components or software updates where yielding results withing specs.", "2015 -2017", "Dodd Group Ltd –Northampton", "Electrical Manger –working on two commercial Design and Build projects as primary schools worth 3mil+ with attributions covering procurements, quality assurance/progress reports and coordinating up to10 subcontracting teams (BMS -environmental controls, electrical, fire & security, data & communications)", "Decent homes – Lewisham and Kingston - housing associations bathrooms and kitchen upgrades. Part of the compliance team – involved in checking electrical results also inspecting actual works on various sites and compile reports and present them in weekly meetings", "2002 - 2015", "Hampstead Hill Schools - Hampstead Hill Properties - Friern Barnet Electrical Ltd.", "Self-employed electrical contractor, IT consultant, Projects supervisor, Quality Supervisor.", "Working around north London covering domestic and commercial properties, initially as a sole-trader electrician and soon after running my own team of tradesman to undertake complete projects ranging from refurbishments to house extensions and in 2004 to 2009 I was involved in overseeing the second part of restoration project of St. Stephens former church in Hampstead.", "A Grade 1 listed building derelict for 21 years required 80% restoration.", "A £3.4 mill project where my duties where to oversee the execution time and budgets of individual tasks and to advise the client on any delays or deviations and the implications this may have on the flow of the project and budget.", "Hampstead Hill Properties", "Planning and scheduling the workflow for a loft conversion of a 3-story house on Lyndhurst Avenue Nw3 where I had to select and schedule subcontractors along my electrical duties. A five months project with strict deadlines and many parties involved architects, designers, roofers, welders, decorators etc.", "Friern Electrical Ltd.", "Working with Friern Electrical Ltd. on various projects like the Basildon Town Hall building where I was in position of team manager. A £167k electrical project that span over 3 months.", "And also I was subcontracted on various other projects as Quality Supervisor and Project Manager having to manage electrical contractors in reinstating the lighting and emergency lighting on South Bank estate's common areas.", "Hampstead Hill Schools", "Consultant and project manager for all the M&E projects and building work.", "Hampstead Hill School (HHS) located in St Stephens Hall part of the Grade I listed building St Stephens former church", "As a continually expanding private school it went through various changes in order to accommodate the increasing number of children and therefore, I participated in planning, designing and running the projects in building new classes and facilities as the school grew in size.", "I'was also involved in the maintenance with HHS for the past 12 years, which involves me planning the projects and getting subcontractors for various maintenance works or refurbishing parts of the building.", "March 2002 to June 2002", "Holiday Inn", "Resident mechanical and electrical engineer responsible for the maintenance of 105 rooms as well as restaurants, bars offices and the plant rooms.", "August 2001 to Feb. 2002", "Electrical Field Services.", "Electrician working on a site refurbishing a former Hospital in Amersham for RTT ltd., based in London. This job comprised a complete overhaul of the entire electrical systems to enable the block to be converted to apartments. Working in a team of 12, with some team leading responsibilities. Involving all sort of electrical jobs form adapting the design and rewire to install intercoms, heating systems and ventilation.", "April 99 to August 2001", "Evolve LTD", "Working as Electrician for a Construction Company, on a variety of projects. Involved in installing complete ring mains and lighting circuits. Installed pumps and provided electrical support for the plumbing side of the business. Installed intercoms, and electric gates and doors, as well as all manner of similar jobs. The environment is casual and professional although delivery to deadline focused.", "January 1995 - April 1999", "Rom-Telecom", "Electrical Engineer/Test Manager working within Romania's National phone carrier. Initially employed as a cable runner, quickly progressed to test engineer, and then manager, responsible for fault finding on over 40000+ connections within the local area. Responsible for 34 engineers tasked with maintaining phone services for essential services, such as police and ambulance within mission critical environment. This role called for very effective time and man management. Problem resolution often involved dealing with the user, both business and private clients, along with government officials."]}, "accomplishments": {}, "misc": {"refere": ["References available on request", "PAGE", "1"]}, "contact_info": ["Lucian Stan", "DOB 17.11.1976", "31 Colne Avenue, Watford", "WD19 4JF", "England", "lucian_stan@hotmail.com", "Tel.07909993866", "Profile", "Dynamic and friendly Electrical Engineer and Manager with 22 years’ experience working within the Construction industry. Accustomed to working within mission critical environments, supporting a user base of 40000 +, and managing teams of over 30. An adaptable team player, equally able to work on own recognisance. Mechanical and Electrical engineer and IT qualified, with a genuine love of construction and technology."]}