{"objective": {"summary": ["Summary: Security professional with over 28 years’ experience, of which 25 years has been within the petroleum industry.", "Advisor/Manager in crisis management, security compliance, regulatory management and operations. Achievements include", "the arrangement and setting up of security for offshore production facilities, land-based drilling operations, major capital", "projects (construction) and new country entry programs. Experienced in competitive security contracting for International", "Oil Companies with Government liaison, approvals and cost reduction. Dedicated and versatile professional with an", "extensive background in planning and execution, crisis management, policy formulation, personal protection, emergency", "response and critical decision making. Broad international background with experience in Latin America, Africa and the", "Middle East. Noted for managing, training and mentoring employees and contractors. Strong analyitical, problem solving", "and decision-making skills with a record of success. Trusted member of leadership groups with a recognized ability to", "consistently perform and coordinate in critical situations.", "Strengths:", "Strategic Planning Business Continuity •Crisis Management Risk & Vulnerability Assessments Asset Protection", "Security Operations Center Management & Regulatory Compliance Team-building Competitive Contract Tendering", "Processes"]}, "work_and_employment": {"professional experience": ["Professional Experience & Achievements", "Chevron - Security Advisor, Kurdish Region of Iraq January 2013− March 2020", "Security lead in the design, implementation and management of a risk-based security program for Chevron’s new country", "entry for operations in Iraq to achieve world class and cost-effective operations in a high threat environment. The security", "program is centered on the identification, analysis, evaluation and mitigation of risk to Chevron personnel and assets,", "including; Corporate offices, warehouses, residences, drilling, seismic and production facilities in multiple operating blocks.", "Security lead in Government approved competitive contracting for service providers, budget forecasting to achieve value", "without reducing effectiveness while building a world class security team and security operations program. Review internal", "audits to ensure compliance with corporate policies.", "Subject matter expert on security for international oil companies in high threat environments.", "Implement cost effective security policies and procedures while maintaining safe and secure operations.", "Develop and implement physical security programs.", "Advise on, and provide, executive protection.", "Develop Operational Excellence awareness exercises, security drills and policies.", "Conduct security management reviews.", "Advise and evaluate security systems country wide.", "Develop and write security plans, Standard Operating Procedures, evacuation and crisis management plans.", "Lead and conduct evaluations for competitive award of security services contracts.", "Maintain and implement security standards and requirements.", "mailto:marcusgriffiths@btinternet.com", "Marcus Griffiths", "2", "Development of a cost oversight and forecasting program for a multimillion-dollar budget.", "Government liaison.", "Develop and maintain liaison with other security professionals in Iraq, to provide proactive security advice and", "initiate preventive action.", "Team building between all departments with Chevron’s operations.", "Chevron - Security Manager, EGTL/EGP3 projects, Nigeria 2005−2012", "Security Manager for oversite, compliance and auditing of the prime contractor’s security groups to both joint major capital", "projects (Escravos Gas to Liquids and Escravos Gas Project phase 3). Both projects had a combined workforce of over", "12,000 persons of which the security contingent exceeded 950.", "Advise on security risk, provide mitigation strategies, and implementation of preventative measures", "Supervision and compliance oversite of the contractor’s security obligations under the contract", "Management of contracted security personnel and supervision of government forces"], "freelance": ["Freelance Security Consultant 1992-1994", "Primarily conducting private security surveillance and close protection.", "Publican 1989-1992", "Manager of a public house in Poole, Dorset.", "Military Service 1978-1989", "Royal Marines Commando."]}, "education_and_training": {"education": ["Education & Professional Development", "Secondary School, Ounsdale, Wombourne, UK", "Royal Marine Commandos and Parachute courses", "Maritime Counter Terrorism – SBS team member (not badged)", "Accredited Lloyd’s trainer (UK Gov.) for maritime security", "ISPS Port Facility Security Officers course - trainer", "ISPS Company Security Officers course - trainer", "ISPS Ships Security Officers course – trainer", "Member of the winning team for the Lloyd’s List Award for Maritime Services to the Industry", "Control Risk Security Consultants course", "Security Industry Association (SIA) for Close Protection"]}, "skills": {"languages": ["Languages: Spanish – Intermediate", "Fully familiar with Microsoft suit: MS-Word, Excel, PowerPoint, Visio, MS-Project"]}, "accomplishments": {"achievement": ["Achievements:", "The safe and successful evacuation for Chevron from Kurdistan Region of Iraq (KRI) prior to a security emergency (2020).", "Architect for the remobilization of Chevron to the KRI with an increase in security infrastructure to enable safe and secure", "operations, subsequent to an emergency security evacuation (2015).", "Security lead for Chevron’s new country entry into KRI (2013)", "Security lead for the competitive tendering of various security contracts over 7 years driving down costs while maintaining", "world class security operations.", "Oversight for the training of over 300-armed protection officers, 24/7 security operations center and logistical back up.", "Security oversight for Chevron during numerous demonstrations and riots for a major capital project in Nigeria (2005-", "2012).", "Part of a team who won the first Lloyd’s List award for security services to the maritime industry (2004)."], "project": ["Project management team member for security incidents and emergency response", "Crisis management program development and implementation", "Security budget oversite", "Local national staff training and development", "Advise on security service providers for contract award", "Liaison between the base business unit and the joint projects", "Oversite of the security audit program", "IDS International / Lloyd’s Register - Senior Maritime Security Consultant, London 2003-2005", "Senior maritime security consultant for IDS International, and maritime security specialist to Lloyd’s Register for the", "implementation of the International Ship and Port Facility code (ISPS Code). Global consultancy for major shipping", "companies, port facilities, private organizations and foreign governments – USA, Saudi Arabia, Kuwait, Singapore, Sweden,", "Greece, Italy and Spain etc.", "Presented Lloyd’s Register ISPS Port Facility Security Officers, Company Security Officers and Ships Security Officers", "courses globally", "Writing Port Facility Security Assessments and Plans, and Ship Security Assessments and Plans", "On Scene Security Surveys, Gap analysis and Threat Risk Assessments", "Surveillance, close protection, investigations and survey’s for commercial entities and private individuals", "Operational responsibilities for force protection of US support vessels in UK waters", "Business development for a cruise line company looking at new opportunities - Libya", "Saladin Security Ltd - Close Protection Officer, France 2002-2003", "Close protection team member to a prominent VIP’s family, predominately based in France but travelling elsewhere as", "required.", "BP - Area Security Manager, Colombia 1997-2002", "Responsible for 5 land-based drilling rigs in the Cusiana and Cupiagua fields during the FARC / ELN insurgency.", "Responsible for the design, manpower and infrastructure of the defenses for the drilling rig locations", "Conducting risk assessments and security reviews, and implementation of mitigation measures", "Incident response coordination, evacuation planning and execution", "Liaison with local government security forces", "Supervision of contracted private security guards", "Marcus Griffiths", "3", "Professional development training of local security team members", "Texaco - Security Advisor, Angola 1994-1997", "Responsible for the security of 3 Offshore Production Platforms during the MPLA / UNITA conflict.", "Design and implementation of the offshore security plan", "Supervision of armed guard force", "Incident response coordination, evacuation planning and execution", "Professional development training of local security team members"]}, "misc": {"refere": ["References are available on my LinkedIn profile; I can also provide email and hard copy references as required:", "https://www.linkedin.com/in/marcus-griffiths-84286b10/", "https://www.linkedin.com/in/marcus-griffiths-84286b10/"]}, "contact_info": ["Marcus Griffiths 6, STEVENSON CRESCENT, POOLE, DORSET. BH14 9NU, UK", "marcusgriffiths@btinternet.com +44 (0) 7812070151", "Security & Risk Advisor"]}