{"objective": {}, "work_and_employment": {"experience": ["EXPERIENCE:", "WordStream, Boston, MA March 2016 - Present", "Senior Global Account Executive & Team Lead", "WordStream is an industry leading software-as-a-service (SaaS) product company voted #1 in customer satisfaction in the search advertising sector. WordStream is partnered with Google, Bing and Facebook to help SMB’s market their businesses.", "· [bookmark: _GoBack]#1 in SaaS Sales in 2017 and 2018", "· 143% of 2017 Quota – Annual Presidents Club Winner", "· 154% of 2018 Quota – Annual Presidents Club Winner", "· 215% of 2019 Quota – Annual Presidents Club Winner", "· $3,300,00 in Lifetime Recurring Revenue (SaaS & Services)", "· Drive the full sales lifecycle for our SaaS product and fully managed services.", "· Qualify and consult inbound leads on their paid advertising and overall marketing strategies.", "· Prepare and present personalized online software demonstrations; guiding key decision makers through the WordStream solution and buying process.", "· Build and manage a strong pipeline of prospective customers and work with management team to provide an accurate sales forecast.", "· Well versed with sales enablement tools such as Salesforce, Marketo, Intercom, Drift, and Gong.", "The Computer Merchant, Norwell, MA September 2011- April 2016", "Technical Recruiter", "Full Life Cycle Recruiting: Specialized focus within the Banking, Healthcare, Hospitality and Information Technology fields.", "· Worked with Account Executives to identify top accounts, client skill sets, key market segments, and to assess clients’ staffing requirements.", "· Searched, identified, and qualified candidates in response to client requirements for contract positions.", "· Negotiated salaries, terms, and conditions of employment with candidates and hiring managers.", "· Managed the entire interview life cycle with candidates through the placement process.", "· Worked with Human Resource Departments regarding on-boarding new hires, start, employment documents/contracts, and payroll/timesheets."]}, "education_and_training": {"education": ["EDUCATION:", "University of Rhode Island, Kingston RI September 2007-May 2011", "Bachelor of Science in Business Administration", "Concentration in Marketing & Management"]}, "skills": {}, "accomplishments": {}, "misc": {}, "contact_info": ["Marcos Elrahi", "Marcos.Elrahi@gmail.com", "(781) 484-7104"]}