{"objective": {}, "work_and_employment": {}, "education_and_training": {}, "skills": {"credentials": ["Credentials", "Key Qualifications", "Barrister-at-Law, The Honourable Society of Lincoln’s Inn, London", "Post-Graduate Diploma in Bar Professional Studies (Very Competent), The College of Law, London (specialising in Employment Tribunal Practice)", "Bachelor of Laws (LLB)(2.2), The College of Law, London", "Graduate Diploma in Law, The College of Law, London", "Masters of Arts in Philosophy, Birkbeck College, University of London", "Bachelor of Arts (Hons) in Philosophy (2.1), Birkbeck College, University of London", "External Legal Experience", "Free Representation Unit: representing individual clients on unfair dismissal, TUPE, and unlawful wage deduction cases.", "Mini-Pupillage experience at 12 King’s Bench Walk: assisting in preparation of case for Employment Tribunal through case law research and witness statements analysis.", "Mini-Pupillage experience at 3 Raymond Buildings: assisting in a major cases at Kingston Crown Court.", "MJH Employment Law: managing own company offering specialist employment law advice and representation for small businesses and individual claimants.", "Anti-Trafficking and Labour Exploitation Unit: drafting documents, conducting legal research, interviewing clients, representing clients at courts and tribunals.", "London Underground Ltd Legal Team: spent time with the legal team attending client conferences, conducting legal research, and attending court hearings.", "Professional Development", "London Underground Management Development Training Programme including: Managing Trade Union Relationships, , Managing Equality, Diversity and Inclusion, Risk Assessment training and Managing Attendance and Discipline.", "Advocacy training with The Honourable Society of Lincoln’s Inn"]}, "accomplishments": {"project": ["Project Management: Led the the 2-car upgrade project for the Sengkang and Punggol LRT system and the capacity upgrade project for the North East Line. Managed the operational aspect of London Underground upgrade projects for the Jubilee Line Extension. Projects managed include: the Jubilee Line 7-Car Project and the Jubilee Line Transmission Based Train Control (TBTC) upgrade project. Experienced in all aspects of project operational controls from administering testing regimes to test track operation and closure planning.", "Event Management: accountable for strategic leadership of Downtown Line, North East Line and Jubilee Line train service delivery during major public events.", "Budgetary Controls: Responsible for ensuring the operational budget is set and adhered to. Drives cost savings in staff allocation, position coverage and resource allocation. Ensures green energy saving and recycling policies are implemented and followed.", "Incident Management/Investigation: Possesses highly-developed analytical, decision-making and delegation skills, augmented by the ability to remain calm and pragmatic under pressure when faced with emergency or difficult incidents. Circumspect in taking action to achieve the best possible resolution in the shortest time without comprising passenger safety. Able to lead investigation into incidents, identify causes and make recommendations to improve performance.", "Communications: Heightened communication skills developed through a combination of negotiation, leadership, advocacy and crisis management. As a key management figure for SBS Transit I have represented the company to both the Land Transport Authority and the Ministry of Transport. I have represented both management and trade unions at tribunal hearings; motivated and directed the Jubilee Line Control Team’s response to catastrophic breakdowns in service; and demonstrated considerable patience and facilitation skills in difficult circumstances in both legal negotiations and operational crises. Expertly skilled in presenting to diverse audiences including the public, as part of legal training and current role.", "Leadership: Highly experienced in managing the performance of Operational Managers responsible for day-to-day running of the MRT lines in both London and Singapore. Cultivated and instilled team ethos to manage effectively all unique challenges presented during the running of a public transport system. Passionate practitioner of team development, coaching and mentoring, employing a collaborative style and performance management methodologies to develop highly-effective teams that can deliver within all aspects of the rail business.", "Health & Safety/Regulatory Legislation: Comprehensive understanding of Health & Safety legislation within the Rail industry gained through both staff and management perspectives. Detailed understanding of railway regulatory requirements under appropriate legislation and through liaising with Office of Rail Regulation and Land Transport Authority. Provided coaching to own management team in all Health & Safety matters, as well as facilitating/negotiating solutions with Trade Unions to satisfy legal requirements.", "Employment Law: Acute, expansive knowledge of employment legislation, particularly in areas spanning Discrimination, Equality, Employment Tribunals, Attendance and Discipline. Breadth of expertise gained through preparing for tribunals on behalf of London Underground, voluntary work for the Free Representation Unit and the Anti Trafficking & Labour Exploitation Unit, managing own employment law advice and representation service, liaising with ACAS, and as a Trade Union representative. Qualified as a Bachelor of Law and with a Degree of Barrister-at-Law which included mini-pupillage activity with a several London Barristers’ Chambers.", "Career Highlights", "2018 (July) - present : Vice President (Rail Operations) SBS Transit Ltd (DTL) (Singapore)", "Head of Operations Division for the Downtown Line MRT, SBS Transit.", "Responsible for the Planning, Budgeting and Strategic Management of one of the busiest MRT lines in Singapore; the longest fully automated driverless underground metro system in the world.", "Member of the Rail Management Team driving rail performance to world leading standards", "Overall accountability for the day-to-day operations of 34 MRT stations and 91 trains.", "Leads a team of 450+ staff, comprising duty managers, station staff and train staff through a team of 4 Heads of Department.", "Lead Reliability and Performance Improvement Team ensuring all department goals are aligned", "Deputise for CEO (DTL) during his absence", "Chair of Rules and Procedures Committee", "Liaises with Land Transport Authority senior management in aligning SBS Transit performance goals with the overall goals of Singapore Land Transport Master Plan", "Introduced a customer service improvement drive for front line staff aimed at achieving the highest customer service standards in Singapore", "Designing and implementing processes to improve consistency of decision-making by control staff", "Implementing new technology to improve reliability and enhance performance", "2014 - 2018 (July): Vice President (Rail Operations) SBS Transit Ltd (Singapore)", "Head of Operations Division for the North East Line MRT, Sengkang LRT and Punggol LRT", "Head of Coordination for Sengkang LRT and Punggol LRT, SBS Transit.", "Responsible for the Planning and Strategic Management of one of the busiest MRT lines in Singapore and 2 linked LRT systems", "Overall accountability for the day-to-day operations of 16 MRT stations, 29 LRT stations, 45 MRT trains and 51 LRT vehicles", "Managed a team of 300+ staff, comprising Duty Managers, station staff and train staff through a team of 4 Heads of Department direct reports", "Led capacity improvement projects on both North East Line MRT and Senkang- Punggol LRT", "Led reliability and performance improvements on both North East Line MRT and Senkang-Punggol LRT", "Introduced a new incident investigation process designed to provide a comprehensive platform for achieving all learning opportunities provided", "Introduced a dynamic platform management process to ensure rapid response to operational incidents and the dynamic management of the platform train interface", "Established an Operational Reliability Improvement Team with the remit to rapidly introduce operational improvements indicated as required by investigations", "Acted as a representative for SBS Transit with the Minister of Transport, the Land Transport Authority and Rail Regulators.", "Introduced a control room ‘situational awareness’ mechanism to improve decision making by the control team", "2005 – 2014: Service Manager , London Underground Ltd", "Command and Control accountability, and daily operational responsibility for the Jubilee Line", "Controlling the day-to-day operations of 27 stations, 51 trains, and all Jubilee Line personnel affecting 127 million passenger journeys a year.", "Providing strategic management response to operational incidents.", "Managing a team of 20 direct reports and overseeing their own performance and development through a collaborative management style.", "Organising project plans for all scheduled engineering works, and liaising with all staff and contractors to complete work on schedule.", "Acting as the Discipline Manager for the line in all staff matters and preparing cases for Employment Tribunals.", "Leading project teams that have improved the operational capacity and efficiency of the line when the line was being lengthened and its capacity being increased.", "Liaising with Trade Union representatives on Health & Safety matters, and aiming to reach negotiated settlements rather than enter into disputes.", "Facilitating workshops for Jubilee Line staff, and presented to large numbers of staff on operational matters.", "Representing the Line at meetings with business partners, project teams, and government agencies.", "Leading investigations into line based incidents, analysing the root causes and making recommendations to avoid recurrence.", "Key Achievements", "Successfully managed the huge increase in service demand on the Jubilee line generated by the Olympics and Paralympics.", "Organised the inspection of the Jubilee Line by the International Olympic Committee before the awarding of the Olympics to London.", "Part of the team which introduced Automatic Train Operation (ATO) and the Transmission Based Train Control (TBTC) system to the Jubilee Line.", "Managing improvements to the signalling system that has permitted an increase in the number of trains running on an hourly basis.", "Planning and delivering a project that saw the entire line closed to enable additional carriages to be added to trains which was completed in 5 days rather than scheduled 10.", "Coordinating the project team that achieved a decrease in journey times on the line.", "Organising rapid response to freak weather conditions that saw 19 trains out of commission by setting up teams to marshal resources and staff that enabled a minimum service to be maintained and normal service to be resumed as fast as possible.", "Regularly project managed planned engineering works necessary for the maintenance of the line to minimise disruption to the line and an excellent record in reopening the line on time.", "Conducting review of noise levels at the main depot breaching Health and Safety guidelines to identify possible causes and instigated corrective actions to the satisfaction of all affected parties.", "Ensuring that all of the Control team were aware of their obligations as managers in their dealings with staff and that the provisions of the 2010 Equality Act were adhered to.", "Handling various staff discrimination cases on behalf of London Underground, and sought to achieve Resolution of Disputes outside of Court where possible to avoid the expense of court rulings.", "Receiving a Gold Customer Service Award for contribution to the successful delivery of the enhanced Jubilee Line service for the London Olympics.", "1998 – 2005: Service Controller (Jubilee Line), London Underground Ltd", "Managed the day-to-day operations of the Jubilee Line and all related service challenges", "Controlled all operations of the line and used problem-solving skills to devise responses to situations such as train breakdowns and delays.", "Provide tactical response to operational incidents.", "Ensured that all operational processes and procedures were applied and adhered to, and reported to senior management on the causes of delays/failures.", "Worked as part of the Health & Safety and Security Teams for the Control Centre before being promoted to Manager of both.", "Key Achievements", "Developed a service recovery plan for the line, including composing a user manual which is still employed in such circumstances.", "Created an incident management model identifying the various stages of an operational incident and actions appropriate for each stage.", "Created a winter weather strategy for the line which was adopted by senior management, and resulted in improved reliability of the service.", "Developed and facilitated a team building programme entitled ‘Every Second Counts’ which delivered an improved response to incidents as part of the Jubilee Line’s 24 trains per hour strategy.", "Won three customer service awards for managing incidents.", "1988 – 1998: Train Operator/Guard, London Underground Ltd", "Ensured the safe and efficient operation of an underground train.", "1987 – 1988: Researcher/Assistant Director, Fermoy Architectural & Historical Society", "Led a team of researchers completing a historical survey of the town of Fermoy, County Cork, in order to create a documentary and pictorial snapshot of the town’s history."]}, "misc": {}, "contact_info": ["Michael James Harrison", "35 Kovan Road, 05-44 Kovan Melody, Singapore, 545019", "+6586152042", "mjharrisonlegal@gmail.com", "http://www.linkedin.com/pub/michael-harrison/27/1b/8bb", "Professional Profile", "An accomplished rail industry senior management professional with a proven leadership record in driving rail reliability and performance improvements to a world class standard. As Head of Rail Operations for MRT and LRT systems in Singapore, and senior Operations management in London, I offer extensive experience in managing, coordinating and strategic planning of rail projects and systems. I present a unique skill set comprising operational governance and controls, analytical rigour and advanced legal acumen. I have expertise in all aspects of rail management: asset management, project management, budgetary controls, emergency planning and operational leadership. I specialise in incident management, incident investigation, and driving reliability and performance improvements. I will ensure that by putting reliability at the heart of rail management strategy achieving performance targets and maintaining high standards will always be the number one organisational priority.", "Key Skills", "Reliability and Performance Management: led the North East Line MRT management team to an improvement in reliability and performance to a world class standard. Implemented management processes and systems which achieved an increase in Mean Kilometres Between Failure from 190,000 km to over 4,000,000 km.", "Operational Readiness: Led the capacity increase projects for the North East Line MRT and Sengkang-Punggol LRT ensuring the line capacity was improved with all safety targets met and no impact on the daily operations of the system.", "Operational Controls: Management experience spans personnel, rolling stock, infrastructure, and service providers for the Jubilee Line, North East Line MRT, Sengkang-Punggol LRT and Downtown Line MRT, ensuring their operational effectiveness and excellence in service provision to all customers. Provides strategic leadership to the Operations Team whilst liaising as SBS Transit representative with government agencies, business partners and project teams. Excels in driving the recruitment, selection and training of staff, and in maintaining excellent working relationships between management and staff representatives.", "Emergency Planning: Experienced at coordinating and managing exercises in the preparation for emergency situations. Able to liaise with all stakeholders and government agencies to ensure that emergency exercises are appropriate and valuable."]}