{"objective": {}, "work_and_employment": {"experience": ["Experienced electronic design engineer with a background in airborne radio, radar and EPOS equipment, and has been a Radio Ham for many years. Has been involved in PCB design throughout his working life, and early in his career designed Integrated Circuits.", "He has extensive experience in designing systems using embedded microprocessors and microcontrollers working with Intel, Microchip and Atmel ranges of devices, and is currently using them in the design and cost down, of high-volume safety beacons, sirens and lightbars for the automotive aftermarket.", "Has written firmware, applications, test routines and middleware in a variety of programming languages including C, C++, PHP, JavaScript, VBA and assembler among others. He also has mechanical drafting skills and experience using a number of different CAD systems. Over the years he has used a number of different PCB design packages and has been exclusively using Altium Designer for the last 5 years.", "He has been involved in all stages of product development including project management, liaison with the customer to understand the requirements, development of original concepts, system design, aesthetic housing design, specification, working with mechanical and optical designers, prototyping, PCB layout and assembly, implementation and commissioning.", "He has used project planning tools to make best use of the available resources when designing a range of products."]}, "education_and_training": {"education": ["EDUCATION & TRAINING HISTORY:", "· Farnborough Technical College,", "Farnborough, Hampshire –", "City & Guilds Full Technological Certificate – Level 5", "· [bookmark: _GoBack]Royal Aircraft Establishment,", "Farnborough, Hampshire –", "4 Year Electronics Craft Apprenticeship", "· Various courses, including Microsoft NT4, Web design, Altium etc", "· Diploma – Durham University in Theology and Ministry", "· Ordained Priest in the Church of England – Non-Stipendiary", "VOLUNTARY ACTIVITES:", "· Church Ministry", "· Round Table", "· Rotary International"]}, "skills": {"skills": ["SKILLS AND ATTRIBUTES:", "· Electronics Design Engineer", "· Product Designer and Developer", "· Circuit Design, digital, analogue using LTSpice simulation software", "· PCB Design – Altium Designer(5 years), DesignSpark PCB, Eagle", "· Constant current Switch Mode Power Supplies and control systems", "for LED lighting products for the automotive market", "· Designing to comply with European automotive and EMC standards", "· Imbedded Controller designer and firmware programmer, Intel, PIC, Atmel, CPLD’s", "· Experience of programming in C, C++, VBA, Assembler and other languages", "· 3D CAD – OnShape – CADKEY – DesignSpark Mechanical - SolidWorks", "· Prototyping, SMD manual assembly and soldering", "· Innovation and concept development using Particle Photon and Arduino etc.", "· Experience in cost-down exercises for volume manufacture", "· Management experience at all levels from team leader to Director", "· Business start-up experience"]}, "accomplishments": {}, "misc": {"interests": ["INTERESTS (Hobbies):", "· Church Ministry", "· Electric Vehicles", "· Classic Vehicles", "· Reading", "· DIY", "· Electronic Projects", "· Amateur Radio", "· Photography", "· Travel", "· Sailing", "· Canal cruising"], "additional information": ["ADDITIONAL INFORMATION:", "· Full driving licence", "· Permission to Officiate in the Diocese of York", "EMPLOYMENT RECORD:", "2019 to Present Fairey Enterprises Ltd – Electronic Design Engineering Consultancy - York", "Contract Electronics Design Engineer and Director;", "Working on a variety of electronic design projects and PCB designs using Altium Designer. Recent contracts working on a LoRa wireless and Bluetooth connected street lighting control system, using an NXP Cortex-M3 Microcontroller and a POE powered and ethernet controlled LED mood-lighting project for the leisure industry.", "2015 – 2019 ECCO Safety Group - Automotive Safety Equipment Manufacturer, Leeds", "Electronics Design Engineer;", "Design and development of new LED Beacon and siren products for the Automotive Safety Market, working to various automotive standards.", "Circuit design using LTSpice simulation software and Altium Designer for schematic capture and PCB layout design. Working with mechanical and optical design engineers, environmental test chambers and external test houses, to create products suitable for mass production, with a wide operational range of temperature and conditions. Also the design and creation of C and C++ firmware for test and production for the equipment, that included embedded Microchip PIC, Atmel and NXP Microcontrollers. Standards testing for Reg 10, Reg 65, EMC and CISPR 25.", "2002 – 2015 Fairey Consulting – IT and Electronics Consultancy, Thorp Arch, Wetherby", "Proprietor; Providing IT skills and management to small and medium sized companies, including systems maintenance. Development of microcontroller based projects using Intel, Microchip and Atmel devices, temperature sensing, data-logging etc. DesignSpark CAD, Eagle", "1999 – 2001 Shopcreator Developments Limited – Cloud based e-commerce system, Tadcaster", "Trainer, Customer Technical Interface, Product Specialist and Presenter;", "Product alterations using Javascript and Cold Fusion.", "1992 – 1998 Boston Spa Computers – EPOS Systems manufacturer and", "IT and Electronics Design Consultancy, Thorp Arch, Wetherby", "Managing Director; Providing IT skills and management", "to small and medium sized companies, including systems maintenance.", "1989 – 1992 Salespoint Automation Limited – EPOS Systems manufacturer, Wetherby", "Managing director & Technical Director;", "product design, circuitry, firmware", "mechanical, PCB design Integration of PC hardware into EPOS H/W", "1987 – 1989 Cashwise International – EPOS Systems manufacturer, Leeds", "Engineering Director; design and project management of the creation of whole new product range. PCB design, Circuitry, firmware 8031, PAL, PC Chipsets, Integration of PC hardware into EPOS H/W. Worked with Digital Research to create a bespoke DRDOS O/S for the EPOS equipment using solid-state storage. EMC and ESD testing. Major customers for EPOS system Next retail chain, Duty free shops in various airports worldwide and BT Telephone shops.", "1985 – 1987 Cashcare Terminals – EPOS Systems manufacturer", "Joint Managing Director;", "EPOS product design, Circuitry, PCB design, firmware, Z80, 8031", "1981 – 1985 Quality Systems International – EPOS Systems manufacturer", "Hardware Manager; circuitry design, PCB design, firmware, 8085, Z80", "1979 – 1980 Fieth Limited – EPOS Systems manufacturer", "Chief Engineer;", "EPOS system design, digital electronics design and PCB design - Z80 and 8085 circuitry", "1977 – 1979 Real Time Computer Systems – small computer manufacturer", "Test Engineer and Field Service Engineer; Intel 8080, 8085 based computers", "1975 – 1977 Electronic Supplies and Services", "Alarm systems and security, Muscat, Sultanate of Oman", "Electronics Engineer; installing and maintaining CCTV and alarm systems + circuit design. Installation and maintenance of security systems in palace properties, prisons, government departments, retail outlets and businesses.", "1973 – 1975 Ferranti Electronic Components Division – Wythenshawe, Manchester", "Integrate Circuit Designer; using Applicon CAD to design a number of devices in the Ferranti TTL logic product range, in CDI technology.", "1968 – 1973 Royal Aircraft Establishment, MOD Procurement Executive, Farnborough, Hampshire", "4 year plus Electronics Craft Apprenticeship; Including analogue and digital circuit design, PCB Design and training in the maintenance of airborne radio and navigation equipment.", "Followed by full-time employment as a Radio and Navigation Maintenance Technician.", "2", "1"]}, "contact_info": ["Mike Fairey – Experienced Electronics Design Engineer", "PERSONAL PROFILE:", "· An all-round product development Electronic Design Engineer and Embedded Systems Designer and Programmer, capable of going from concept, through prototype, into manufacturing and implementation, and has a proven track record of doing so.", "· Hardworking, energetic technological trouble-shooter who is inspired by resolving problems and developing solutions to them.", "· Has an extensive track record of resolving a wide range of product design issues", "• Works well on his own, as leader or as part of a team. Leads by example", "· Has a can-do approach and does not rest until a solutions are found", "· Quick and eager to learn whatever is needed to resolve current issues", "· A manager of people, departments and whole businesses over many years", "· Not afraid of hard work and long hours to resolve problems."]}