{"objective": {}, "work_and_employment": {"professional experience": ["PROFESSIONAL EXPERIENCE:", "March 2017 to present", "Operations Manager - Best Western Grosvenor Hotel Stratford Upon Avon", "At the Grosvenor I ensure that the day-to-day operations are running smoothly. I supervise and oversee the entire team and all departments such as Housekeeping, Maintenance, Front Desk, Reservations, Conference & Events and Food and Beverage. This is a Hotel with 73 rooms fully booked every day. Shakespeare´s city is one of the most visited cities in UK.", "[bookmark: _Hlk489954004]I assist and help the General Manager to assign Head of the Departments to manage the Hotel. The Hotel has just been sold and I am currently setting and implementing various company operating standard policies. I deal effectively with customers on a daily basis in order to provide and ensure the best experience to our guests coming from every side of the world and to increase customer satisfaction.", "I am replacing the General Manager during his first and second period of summer holidays. I advise our Area General Manager regarding issues or concerns in relation to the property and team in order to meet targets deadlines.", "I have recently received very good comments by email from our Group HR Manager about my good performance during my GM´s absence.", "[bookmark: _GoBack]Since August, 15th 2016 to March 2017", "Conference & Events Operations Manager – Mercure Cardiff Holland House Hotel & Spa", "This job was offered me after a great dispute of interviews and finally the Area General Manager for the Accor Hotels decided that I was the chosen candidate. When I first started I was reporting to the Operations Deputy Manager until he left few weeks after. Since then I was reporting to the General Manager. Overseeing all the F&B and Conference and events facilities, responsible for the whole team.", "I supported the Event Sales Management Team in the day to day running of the events operation, inspiring and motivating the team to create memorable events four our guests. From banquets, gala dinners, weddings, conferences, exhibitions, set up conference rooms and turn rounds ensuring that our guests were receiving efficient, professional, friendly and excellent service at all times, exceeding expectations. Responsible for a large team such as 1 Assistant C&B Manager, 1 Supervisor, 3 team leaders and 40 to 60 casual team members including Conference and Events and Restaurant/Bar. This Hotel is one of the largest events space and one of the busiest in the City. Hosting over 9500 Christmas dinners in 2016 and in addiction to this running a high number of conferences everyday (16 meeting rooms).", "I ensured that my Department improves productivity, food quality, service and merchandising to increase volume, sales and profits.", "I have received many good feedback comments from the organizers of the Conferences and Events such as the Voice UK, Motonovo annual party, best Rugby players in Uk and also with mentions to the improvement of service in comparison to the past years.", "Since September 2015 to July 2016", "Conference & Banqueting Assistant Manager – Tortworth Court DE VERE (PH Hotels)", "In this very busy business Hotel, he assists the C&B Manager running many daily conferences, events and service operations. As a leader of this big team, he delivers and provides the highest quality of service to customers whilst adhering to all legal rules, regulations and guidelines of the hotel, ensuring that the operation runs smoothly and that all equipment and premises are clean and according to the standards of Company.", "During the absence of the Ops C&B Manager, he is responsible for the whole operation coordinating and directing all F&B services, such as weddings every weekend. Replacing his Manager, he achieved and received very good feedback comments from the organizers of big social events, General Manager, F&B Director and HR Manager and also in the Tripadvisor.", "He was Health and Safety representative of his Department.", "He was appointed by the General Manager and Deputy GM as Quality Coordinator of all the departments in the Hotel, due to his performance and excellent feedback from his costumers.", "www.devere.com/deveretortworthcourt", "Since 20th May 2013 to July 2015", "F&B Ops Manager Assistant - Sheraton Pine Cliffs Algarve Hotel & Resort", "He reports to the F&B Director. Supervises and assists in the service of 5 outtlets from the 14 of the Hotel & Resort, as the Main Restaurant Colonial, the Fish Restaurant O Pescador, the Italian Restauran Il Giardino and Room Service.", "He assists in the development of food & beverage products, services and teams, managing around fifty, sixty daily employes and casual staff from the agencies.", "He answered guest requests, solved guest problems and complaints, managed cultural needs, and exceed guest expectations.", "He prepares staff rotta/timesheets, supports of department objectives, assists in reduction of service recovery costs, ensures wastage is kept to a minimum and monitor staff in the same.", "He coach his team members, maintains positive teamwork at all times.", "He assists the F&B manager in daily and weekly operation meetings.", "www.sheratonalgarve.com", "Since October 2011 to December 2012", "Vila Joya Algarve – The World´s Leading Boutique Resort", "Having achieved the 79th place of the Worlds fifty best restaurants in 2011, Vila Joya has been considered in April 2012, the 45th best restaurant in the world by the same competition, organized by the Restaurant Magazine.", "Today, this competition is only compared to the French Guide Michelin, another gastronomic competition that has nominated Vila Joya with two Michelin Stars since 1999.", "In this Boutique Resort I assist the Food & Beverage Managers in order to provide, perform and deliver the exceptional and excellent service to the restaurants.", "http://www.vilajoya.com/", "http://worldtravelawards.com/winners", "Since April, 12th 2010 to 30th September 2011", "Food & Beverage Director Assistant The Lake Spa Resort Hotel, Amorim Turismo Group (Blue & Green Hotels).", "Responsible for the operation of F & B this unit 5 stars with 192 rooms and 95 luxury apartments, 3 restaurants with capacities between 76 and 156 seats - Marenostrum, Fusion and Gustatio, specialized in Mediterranean cuisine, asian, seafood and grilled fish & meat, respectively.", "Responsible for the operation of Banquets, Meetings and Group Events throughout the operation room service / mini-bars (units and apartments).", "Supervision of Bars: Blue Lagoon Pool Bar serving snacks and drinks at the tables and chairs, serving in the months of occupying a high average of 300 lunches.", "Zanzibar, Lobby Bar with snacks, drinks and entertainment.", "Also assisting the F & B Director (replacing F&B Director during his travels, to other group projects in Angola).", "Supervision of Special Events in other units of the group, particularly in the Troia Design Hotel, Conference Centre and the opening of Casino of Tróia, monitoring all of the outstanding teams of three units (Tróia Design Hotel, Lake Resort and Vilalara Thalassa Resort).", "Duty Manager - Director of Service Resort (2 days per month) on behalf of the General Director.", "During my time at this unit, it received the Tripadvisors Certificate of Excellence Service Algarve.", "http://www.thelakeresort.com/", "http://www.amorimturismo.pt", "September 2009 to March 30, 2010:Restaurant Manager \"Chá com Água Salgada,\" Manta Rota, Algarve. http://www.chacomaguasalgada.com/", "April 2009 to September 2009:", "Restaurant Manager in Switzerland Uniworld River Cruises aboard the River Duchess ***** route in Holland, Belgium, Germany,Austria, Bulgaria, Hungary, Slovakia and Romania", "Cruise, frequented mostly by Americans and Canadians passengers, I was responsible for all F & B operation and reported directly to the General Director .", "In daily operation, of about 14 to 15 hours shifts without breaks, accompanied and supervised the Food & Beverage teams from breakfast through dinner.", "http://www.uniworld.com/boutique-ships", "January 2008 to April 2009:", "In service as a freelance Team Supervisor at Hotel Sheraton Algarve Pine Cliffs Resort ***** in the Restaurant Colonial, il Giardino,Italian Restaurant and Pescador Restaurant throught the Company Algartempo.", "http://www.pinecliffs.com", "May 2, 2007 to November 2007:", "Maitre D'Hotel (F&B Manager Assistant) - Hilton Vilamoura, the Cascades, Golf, Resort and Spa *****", "Attended the \"Hilton Spirit Training\" - Training Chain International, the opening period (pre opening), monitoring training of waiters and bar staff.", "After opening, I was responsible for the daily operation of the Main Restaurant Moscada, breakfast and dinner and Room Service operation in the Hotel and Resort, reporting to the F&B Manager.", "http://www.hiltonvilamouraresort.com", "September 2006 to April 2007:", "Restaurant Manager - Grande Real Santa Eulalia Hotel, Resort and Spa *****", "I was responsible for the \"Pérgula Gourmet Restaurant”, a restaurant with a very personalized service and detailed Menu. A restaurant frequented by important personalities as cinema Hollywood stars, football players, and many other famous guests.", "In the Hotel and Resort I directly assisted the Maitre D, collaborating in setting up meeting rooms, overseeing services banquets, weddings, parties and other events of great national and international prominence, held in this unit.", "Received the distinction of best \"Restaurant Manager\" responsible for a group of 700 people (Santander Bank), maintaining the speed and effectiveness of the Group that this event required.", "http://www.realhotelsgroup.com", "May 2006 to August 2006:", "Employee Supervisor Algartempo, temporary service company, located in Quarteira - Vilamoura, providing services to the Sheraton Pine Cliffs, Solverde Hotel Casino in Vilamoura, Vila Sol Hotel & Spa in July and August, and daily in the restaurant Sta Eulalia, owned by the Grande Real Santa Eulalia Resort and Spa.", "August 2005 to April 2006:", "Head Waiter of Princess Garden Restaurant at Old Village Vilamoura, located in a tourist resort frequented mostly by golfers, next to the Pinhal Golf course.", "February 2005 to August 2005:", "Waiter on Royal Caribbean Cruises USA, en route from Los Angeles, Mexico, aboard the luxury cruise \"Monarch of the Seas\" *****", "July 2001 to January 2005:", "Head Waiter \"Restiverde\", Hotel and Restaurant, located at the Camping Albufeira. In this 4-star resort I was responsible for the main restaurant, overseeing the service of \"self service\", attended by large number of customers in the summer months, in the winter period I assisted in events such as weddings, baptisms and other events.", "September 1996 to May 2001:", "Seller of jewellery (gold and silver) / \"Ouróscar\" Vilarinho do Bairro - Anadia, my function was selling gold and silver, giving directly to the jewellery stores in central and southern regions of the country.", "August 1993 to July 1996:", "Waiter : \"Leonel Jorge Carlos,\" Poutena - Vilarinho do Bairro - Anadia. Company holding events, providing teams of specialist staff and equipment, rental hospitality (crockery,cutlery,tents). I assisted at various services, weddings, christenings, parties and events of national prominence in different parts of the country, such as hotels, saloons, Congress Centres, Parks Exhibition.", "July 1991 to June 1993:", "Waiter / Grande Hotel da Curia ****", "My career in Hotel Hospitality starts. I Attend a course in bar and restaurant service, given by the Hotel School of Coimbra."]}, "education_and_training": {"professional training": ["PROFESSIONAL TRAINING:", "Academic year 2011/2012", "Degree in Hospitality Management - EHTA / Hotel School – Faro http://escolas.turismodeportugal.pt", "· Advanced Food and Beverage Management", "· Tourism Marketing Strategies", "· Rooms Division Management", "· Maintenance Management and Security", "· Financial Management and Taxation", "· Human Resource Management", "· Tourism Legislation", "· Environmental Management System Implementation", "· Tourism Development Trends", "· (Course and teaching methods) certified by Ecole Hôtelière Lausanne", "Hospitality Management School of Switzerland", "http://www.ehl.ch/eng", "http://hotelschool.shms.com", "2010", "HACCP updating of knowledge (in September), by CONTROLVET", "Time Management Training (November), the brand you ASLEI", "Conflict Management Training (September), the brand you ASLEI", "Coach Training, and Leadership Development (October), the brand you ASLEI", "Business Process Training (November), the brand you ASLEI", "2009", "Global Uniworld River Cruises - Switzerland - Sanitation Food Handling", "2007", "Spirit of Course Hilton, the Hilton University", "Stroke Awareness in Health and Safety at Work, by Consulsafety.", "Principles and Practice of Evacuation Modelling by Consulsafety.", "Course Knowledge of Food Hygiene, by Luso Cristal consulting, ltda", "2006"], "training": ["Training for Prevention and Fire Safety in Hotel establishments", "Hotelier, First Brigade intervention course taught by Captain QH", "Jorge Lobo, the Grande Real Santa Eulalia.", "HACCP Updating of knowledge", "2005", "Appropriate Crowd Management Training STCW 95 – Royal Caribbean Cruises USA", "Course \"Communicating in Emergencies\" - learn to communicate with passengers aboard a luxury cruise in an emergency, demonstrate how to use rescue kit, to have procedures in evacuation and rescue.", "2005", "Workshop \"Public Speaking\" by two accredited Portuguese journalists, by “Confederação Nacional de Empresários” Faro.", "VOCATIONAL TRAINING:", "1995 Training Course for Life Insurance, by Eagle Star.", "1994 Course in Public Relations, by Media Export-Port.", "1991 Training Course Hospitality (Restaurant and Bar), by the School of Hospitality and Tourism Coimbra."]}, "skills": {"languages": ["LANGUAGES:", "· Portuguese, Spoken and written (mother language)", "· English, Spoken and written (fluently)", "· French, Spoken and written medium, good understanding", "· Spanish, Spoken and written medium", "· Dutch, good understanding"]}, "accomplishments": {}, "misc": {}, "contact_info": ["CURRICULUM VITAE", "Moisés Gonçalves Ferreira", "[image: ]", "Personal Details:", "Name: Moisés Gonçalves Ferreira", "Nationality: Portuguese", "Date of birth: 31st March 1973", "Address: 79, Carlisle Street", "CF24 2DR", "Cardiff UK", "Email address: angelzito7@gmail.com", "Mobile Phone: 07443971440", "Skype: moises.ferreira313"]}