{"objective": {}, "work_and_employment": {"professional experience": ["Professional Experience", "JP Morgan Chase Bank, Location", "Relationship Banker, Aug 2010 to Present", "Welcome customers, maintain accounts, and organize multiple transactions on regular basis.", "Publicize additional sales of other banking products or services. Perform with customer’s elevated level of assets and composite banking needs as well as certify confidentiality and regulatory compliance.", "Key Contributions:", "· Played a vital role as small business specialist for the branch, assisted banking necessities, and created suitable product recommendations for businesses having revenues of up to $3M annually.", "· Functioned as a branch leader and ‘go to’ person on banking products, services, and operational policies and procedures.", "· Outlined and evaluated risk on incoming investors to assure compliance with Chase Private Client.", "· Executed as a successful banker for over 10+ years and oversaw a book of business worth 48M.", "PNC Bank, Location", "Branch Manager, Apr 2007 to Aug 2010", "Oversaw staff and branch operations at a high-volume location and delivered superior customer services as measured through Gallup.", "Recruited and educated new staff as well as implemented operational strategies and procedures for uniformity and consistency of business operations. Recorded information and reported on branch performance and maintained profit and loss accountability and regulatory compliance of branch. Scheduled daily workflow and delegated duties to staff and encouraged employees to exceed targeted goals.", "Key Contributions:", "· Reviewed accounts for fraud and conducted risk assessment on all accounts to avoid vulnerabilities.", "· Maintained robust relationships with partners for increased revenue and strengthen business links.", "· Held accountable for above 90% retention rate by near branch."], "additional experience": ["Additional Experience:", "· Bank Officer at Company Name, Location", "· Assistant Manager at Company Name, Location", "· Financial Consultant at Company Name, Location", "· Promo Captain at Company Name, Location", "· Transaction Specialist & Teller at PNC Bank, Location"]}, "education_and_training": {"education": ["Education and Certification", "Bachelors of Science (In Progress)", "[bookmark: _GoBack]Saint Peter’s University, Jersey City, NJ", "Associate in Science (2019)", "Hudson County Community College, Jersey City, NJ", "Credits Acquired in Business Economics (2010)", "Ashford University, Clinton, IO", "Credits Acquired in Law and Society", "Ramapo College of New Jersey, Mahwah, NJ", "Professional Development", "Notary Public | Series 6 | Series 63 | Life Insurance License", "Honors and Awards", "Received Promo Captain Award | Winner of Top New Household Producer | Winner of Most Debit Cards Activated | 2nd Placed Most Revenue Credits | Winner of #1 Revenue Credits in Northeast Region | Winner of #1 in Customer Service | Winner New Money Investments.", "…continued…"]}, "skills": {}, "accomplishments": {}, "misc": {}, "contact_info": ["Natasha M. Montalvo Page 2", "Natasha M. Montalvo", "NJ, 07304, US nm_montalvo@hotmail.com (201)-683-1237 LinkedIn URL", "Cyber Security Professional", "Accomplished and security focused professional with hands-on experience in cyber-security and risk reduction planning. Ability to drive overall engagement with specific clients to develop and oversee effective and successful delivery of large improvement programs and determine technical, business impact, and likelihood of identified security issues. Good understanding to perform research, prototype improvement, and integrated systems development in various aspects of cyber, analytics, machine learning, optimization, computer networking, and general network security. Proven expertise in:", "· Quantitative Risk Management", "· System Development & Life Cycle", "· Risk Assessment & Mitigation", "· Regulatory Compliance", "· Individual & Team Development", "· Information security", "· System Integration", "· Relationship Building"]}