{"objective": {}, "work_and_employment": {"experience": ["Experience", "Merthyr Valleys Homes Jan 20 - Present", "Database Developer (Contract - Remote)", "· Worked in an Agile environment, developed ETL packages and solutions to cleanse and improve quality of On Premises Dynamics 365 CRM data, and also resolve integration issues between different applications.", "· Resolved multiple integration issues between Housing Management System (MIS) and Dynamics 365 CRM", "· Cleared multiple data and database related tasks in the backlog", "· Modified a suite of KPI performance reports via SSRS, Stored procedures and CRM.", "South Central and West CSU May 18 – Mar 20", "Senior Information Analyst (Contract - Remote)", "· Used BI tools (Microsoft SQL Server, Stored procedures, Excel) to generate, extract and analyse data in response to ad-hoc queries.", "· Optimised and automated various reporting and extraction processes.", "· Designed and created various reports to support CCG", "· Created a number of key SQL views and stored procedures for the use by the BI team to reduce the amount of SQL code that had to be written", "NHS Herts Valleys Clinical Commissioning Group Mar 18 - Feb 20", "Specialist BI Consultant (Contract - Remote)", "· Validated SLAM data extracts from multiple providers in warehouse", "· Wrote various SQL scripts to simplify reporting process and extract the latest extracts where multiple versions existed", "· Designed and Created a suite of reports connect to SQL stored procedure to inform and support Contracts and Finance teams", "NEL Commissioning Support Unit Sep 17 - Mar 18", "Senior BI Consultant (Contract)", "· Automated various reporting and extraction processes via SQL, SSIS and Excel", "· STP work involving setting up SQL queries and processes to extract figures for STP dashboard", "· Automated a number of import processes including local referrals via SSIS and SQL", "NHS Herts Valleys Clinical Commissioning Group Jul 17 - Aug 17", "Specialist BI Consultant (Contract)", "· Used the Payment grouper to group SUS Inpatient, Outpatient & A&E. And then wrote an algorithm to cost the data and generate a baseline to be used for planning purposes. This was done via T-SQL, stored procedures, SSIS, SSRS and Excel", "Took time off Jun 17 - Jul 17", "NHS Bedfordshire Clinical Commissioning Group Jan 15 - May 17", "Datawarehouse Developer", "· Developed Datawarehouse via ETL(SSIS), T-SQL and Stored Procedure to house SLAM and SUS Data. The process involved standardising the various SLAM extracts via mapping tables for reporting and analysis purposes used by the contracting and finance team", "· Developed and automated various reporting and extraction processes via SQL, SSRS and Excel.", "NHS Herts Valleys Clinical Commissioning Group Oct 14 - Dec 14", "Data Management Lead", "· Hertfordshire, Bedfordshire & Luton CSU split, as a result the role below went in house with the same specification.", "Hertfordshire, Bedfordshire & Luton CSU July 14 - Sep 14", "Senior Information Analyst", "· Developed Datawarehouse via ETL(SSIS), T-SQL, Stored Procedures and functions to house SLAM and SUS Data. The process involved standardising the various SLAM extracts via mapping tables for reporting and analysis purposes used by the contracting and finance team", "· Led PBR road test activity in support of the annual planning cycle", "· Used and administered of MEDE Analytics Business Intelligence tool.", "· Translated specifications into finished Reporting via SSRS and Excel, handling and processing of SUS PbR and SLAM datasets", "NHS Milton Keynes Clinical Commissioning Group Jan 13 - Apr 14", "Interim Data Warehouse Developer", "· Information Analysis and development of database solutions via T-SQL, SSIS and stored procedures.", "· Translate functional specifications into a finished report output in SSRS or any other suitable platform", "· Implemented and created a number of SSRS reports and I also produced adequate documentation.", "· Created and automated SSIS packages.", "NHS Bedfordshire & NHS Luton May 10 - Mar 13", "Interim Data warehouse Manager", "· Analysed, investigated and resolved complex database and information related queries, issues and problems such as system errors, user requirements via T-SQL, SSIS, SSRS and Excel.", "· Designed and developed an Information Gateway solution with a robust SQL Server back end database and web front end which was designed to be used within the PCT intranet by the information team as well as other members of the team so as to make the operation of the Information team slicker and more effective. This solution enabled people log information calls/requests and also enabled people view all outstanding requests. It also sent automated emails to specific people whenever a new request was logged. It was designed using asp.net and C# with a SQL Server database to store the information and database mail.", "· Designed and developed a tool where a user selects any date range for the underlying dataset and chooses what HRG grouper they want to group the dataset by and the ETL package proceeds to kick start the grouper and then uses the grouper output to cost the dataset. This was done via T-SQL, SSIS, HRG grouper and batch files.", "· Translated functional specifications into a finished report output in SSRS or any other suitable platform", "· Analysed and developed diverse SSRS reports (charts, drill through and so on) for the General Practitioners, Validation team, Directors and Analysts to facilitate the work of the PCT. This improved the speed of existing reports.", "Colchester Hospital University Foundation Trust (Acute) Aug 08 - May 10", "Data Systems Manager/MSSQL Developer (Contract)", "· Job details available on request", "Keystone Asset Management Solutions Sep 07 - Aug 08", "Implementation Consultant (Permanent)", "· Job details available on request", "Colchester Hospital University Foundation Trust (Acute) Apr 06 - Sep 07", "Information Analyst (Permanent)", "· Job details available on request"]}, "education_and_training": {}, "skills": {"skills": ["Skills Summary", "· Disciplines: Information Analysis, Data visualization, Database Development, Business Intelligence, Entity Relationship modelling, Reporting", "· Databases: SQL, T-SQL, MS SQL Server, Stored procedures, Functions, triggers", "· Tools: Microsoft Visual Studio, SSMS, Microsoft Access/VBA, Advanced Excel/VBA, Power Query, Power Pivot, Power BI/DAX, Dynamics 365", "· Other skills:", "· Data migration.", "· Identify business requirements and communicate effective solutions. Translate requirements into functional specifications.", "· Mede Analytics, NHS SLAM & NHS SUS datasets.", "· Ability to work independently and in a team-based environment.", "· Rational and analytical approach to problem solving.", "· Self-motivated and ambitious with an abundance of personal energy and drive.", "· Excellent communication and presentation skills."]}, "accomplishments": {}, "misc": {}, "contact_info": ["Osita Okoli", "Profile", "I’m an enthusiastic and experienced SQL BI Analyst/Developer. I am calm, reliable and dependable in meeting objectives and have experience working in multiple projects. I am seeking opportunities to make use of my versatile skills and willing to learn new skills in a dynamic environment."]}