{"objective": {}, "work_and_employment": {"experience": ["Experience", "Axiom Consulting Partners", "APR 2019 to Present", "Principal USA", "Helped successfully redesign, from scratch, the performance model (Roles, Contributions, Metrics, Bonus pool funding and distribution mechanics and performance management process) for a $500M+ firm that had just completed a major acquisition.", "Completed multiple organizational assessments using Axiom's proprietary Operating Model (OM) framework to help clients refine and execute on their strategy more effectively resulting in significant top line and bottom line impact", "Independent Consultant", "Jan 2018 to MAR 2019", "USA", "Helped clients of all sizes overcome critical strategic and operational challenges such as:", "· determining growth/diversification opportunities in new product or geographic markets and how to execute seamlessly through requisite personnel, resource and role allocation", "· redesigning business processes, primarily from a digital perspective, to achieve vastly greater productivity, customer service levels and lower costs", "Advised early stage startups in company structuring, idea/customer validation, growth, funding, regulation and team building", "Industries served include Financial services (payments, commercial lending, auto finance), Retail (offline and e-commerce), Travel, Cyber Security, ITES, Education, Healthcare and NPOs", "EY", "March 2017 - december 2017", "Associate Director USA", "As a leader within the Global Digital and Knowledge Transformation team (~20 individuals), helped:", "· shape EY's digital strategy and define EY's digital brand and position externally", "· build the digital fluency of EY's global workforce (260,000 people)", "· lead digital and knowledge transformation programs from inception through implementation", "Standout contribution was to co-lead the thinking to restructure global functions and workflows through automation (AI, Robotic Process Automation) and \"future of work\" models (outsourcing, gig platforms, virtual collaboration platforms)", "10SCAPE, Inc", "2012 to 2017", "Co-Founder, CEO USA, CANADA", "Led this enterprise software startup that pioneered new standards for network / virtual environment schematics and security vulnerability visualization. Currently in discussions to be acquired.", "Successfully acquired 1000+ B2B customers and raised multiple rounds of financing from private investors as well as the Canadian government (driven by the underlying IP)", "Independent Consultant", "2008 to 2012", "INDIA, UK, SINGAPORE", "Same description as above. Served clients in India, UK and Singapore", "Wholdings.Travel", "2004 to 2008", "CEO USA, UK, INDIA", "The Wholdings.travel group consists of luxury travel companies based in the US, UK and India. The company provides travel services to leading VC/PE firms, legal firms, executives of Fortune 100 companies. Milestones achieved:", "· Transformed a very early stage startup with zero structure, processes and systems into a multi-country, well oiled, cash flow positive and profitable enterprise", "· Oversaw revenue growth of 1000+% and consistent operating profit margins of 40%+", "· Successful expansion into the UK and India. Recruitment, training and management of diverse teams in all 3 countries", "· Establishment of sophisticated systems and processes globally", "McKinsey & Company, Inc", "2001 to 2004", "Consultant INDIA", "First chartered accountant to have been hired as a business analyst (BA) in India since the BA program was started. Served multinational enterprises across 10 industries. Standout contributions:", "· Developed a distinctive and sustainable growth strategy for India's largest private electric utility to help it achieve its vision of becoming the largest integrated utility in the world. Led a three-member cross functional client team that evaluated the viability of constructing a parallel electricity distribution network in a territory with a pre-existing dysfunctional distribution network. (This had never been attempted elsewhere in the world)", "· Helped one of India's largest commercial banks with a business process re-engineering program across 2500+ branches. Led a three-member client team that defined the central processing architecture for the retail business of the bank. Employee cost savings due to centralization of processes as a result of this effort amounted to more than US$150 million", "A F Ferguson & Company (Now part of Deloitte)", "1999 to 2000", "Assistant Consultant INDIA", "· Helped one of India's leading financial institutions to determine the impact of overseas (Japanese) development credit to the small business sector. The project led to the issue of a fresh line of credit of US$11 billion", "· Helped India's largest shipping partnership firm streamline its accounting systems and related business processes", "P.C. Hansotia and Co (Now part of Deloitte)", "[bookmark: _GoBack]1995 to 1998", "Articled Clerk/Intern INDIA", "· Prepared income tax returns and financial statements for high net worth individuals and corporate clients", "· Provided tax saving/advisory services to clients and assisted in appeals with tax authorities"]}, "education_and_training": {"education": ["Education", "Dartmouth College - The Tuck School of Business at Dartmouth", "2002 to 2002", "Mini MBA", "University of Mumbai", "1999 to 2001", "Masters in Business/Commerce", "My final grade was in the First (the highest) Class", "Institute of Chartered Accountants of India", "1995 to 1998", "Fellow Chartered Accountant (FCA)", "Final certification - first attempt. Less than 1% of candidates (out of tens of thousands) achieve this. CA foundation honor roll", "University of Mumbai", "1992 to 1997", "Bachelors in Business/Commerce", "My final grade was in the First (the highest) Class"]}, "skills": {"skills": ["Skills", "· Business, Finance and Accounting related skills: cash flow management, budgeting, valuation, bookkeeping, fundraising, financial statement analysis, business strategy, organizational assessment, performance model design", "· Top tier consulting and big 4 work experience related skills: big picture/strategic thinking, client relationship management, complex problem solving, getting proficient with new/unfamiliar material rapidly, project & people management", "· Tech startup and boutique consulting experience related skills: leveraging a vast swath of tools/technologies/IT infrastructure, team building, leadership, agile product management, multi-tasking, operating within constraints, execution and sweating the details, thriving in remote + distributed work environments", "Other"], "languages": ["Languages: English,Hindi", "US Work authorization: Authorized. Will not need sponsorship"]}, "accomplishments": {}, "misc": {}, "contact_info": ["Porus Daruvala", "Founder, Advisor, CEO | Ex-McKinsey, Ex-EY", "Phone: +1.512.577.2709 | Email: porus.daruvala@gmail.com", "Address: 30 Tamarack Trail, Hartsdale, NY - 10530", "Certified Chartered Accountant with 16+ years of Strategy, Digital Transformation, Organization and Talent experience. Successfully executed 50+ projects for businesses large and small, across numerous industries and geographies. Highlights:", "· As a serial founder, successfully built and led diverse, cross functional teams and drove product development for BUB/B2C products. Also, successfully led customer acquisition (1000+) and raised $(millions) from public/private investors", "· As CEO of W Holdings, oversaw revenue growth of 1000%+ and consistent operating profit margins of 40%+", "· At McKinsey, co-led a process redesign effort for a banking client with 2500+ branches that resulted in savings of $150M+", "· At EY, co-led the digital transformation of a 900-person global function using automation (AI, RPA, Cloud)", "· As an independent consultant, successfully identified cumulative growth opportunities >$150M across clients served", "· At Axiom, helped successfully redesign the performance model (Roles, Contributions, Metrics, Bonus pool funding and distribution mechanics and performance management process) for a $500M+ firm that had just completed a major acquisition"]}