{"objective": {}, "work_and_employment": {"work experience": ["Work Experience", "Trading Manager Capital Markets", "Blominvest Bank s.a.l", "2018-05 - Present", "Cash equity trading: mainly covering Arab, European, US markets;", "Derivatives trading: futures on currencies, commodities, US European indices. Options on stocks and", "futures;", "Supervising and managing: a team of five trader, by delegating tasks to them and reviewing the end", "result;", "Advisory: on the above covered markets and securities, by providing in house technical analysis,", "third parties research, news updates, in order to solicit more business from high net worth individuals", "and institutional clients;", "Business development:", "◦ Building good relations with branch managers in order to be able to attract more business from", "them, as they play a key role in introducing potential clients;", "◦ Establishing newly opened futures business, and creating an assistant traders desk that monitors the", "risk of the clients' accounts.", "◦ Lowering cost on Arab equity markets by negotiating commission rates with brokers, in order to", "establishing a more appealing commission schedule that helped us increase revenue by targeting", "local, regional institutions and high net worth individuals;", "Senior Trader Capital Markets", "Blominvest Bank s.a.l", "2008-06 - 2018-05", "Cash equity trading: mainly covering Arab, European, US markets;", "Derivatives trading: futures on currencies, commodities, US European indices. Options on stocks and", "futures;", "Advisory: on the above covered markets and securities, by providing in house technical analysis,", "third parties research, news updates, to solicit more business from high net worth individuals and", "institutional clients;", "Junior Trader Capital Markets", "Bank Of Beirut s.a.l", "2006-02 - 2008-06", "My job consisted on the execution of clients orders, advising, providing research on the following", "securities: options: Currency exotic & vanilla options, stock options on European and U.S markets;", "Futures: Financial and commodities futures;", "Foreign Exchange;", "Equities: European and U.S markets;"]}, "education_and_training": {"education": ["Education", "Masters in Financial markets", "Holy Spirit University Kaslik", "2005 - 2008", "Bachelor in Business Finance in Business Finance", "Holy Spirit University Kaslik", "2001 - 2005", "Baccalaureate in Second part", "Collège Champville Mariste", "2001"]}, "skills": {"skills": ["Skills", "Word, Access, Excel, Power Point, Reuters Eikon, Bloomberg;, Fundamental analysis;, Products", "Structuring basics;, Stocks pair trading;, Knowledge in hedging techniques using options and futures;,", "Certified Broker Beirut Stock Exchange;, Holder of The Chartered Institute for Securities & Investment", "Securities, Financial Regulation, derivatives Certificates;, Market Technician Association (New York):", "Chartered Market Technician (CMT);, International Federation of Technical Analysts: Certified Financial", "Technician (CFTe);"]}, "accomplishments": {}, "misc": {}, "contact_info": ["Richard Elia", "Zalka", "eliarichard@gmail.com", "009613454079", "Trading Manager at the capital markets, with 14 years of experience in equities, derivatives, bonds,", "foreign exchange trading for high net worth individual and institutional clients.", "Willing to relocate: Anywhere"]}