{"objective": {"objective": ["Objective", "Bring value to an organisation by creating and driving programs that:", "· Identify and engage Clients", "· Facilitate the building of relationships", "· Generate new business"]}, "work_and_employment": {"employment history": ["Employment History", "Senior Manager – Client & Markets South East", "March 2016 – present, Deloitte, South East England", "· Recruited and led team of 4 across 5 Offices", "· Client and Partner feedback on team ‘Best Ever’", "· 30% of UK revenue in my region. Revenue growth 20% +", "· My own business development program creates 4 new client meetings per month and a annual win rate of £500k. Created Housing Datathon, PE Networks, Next Gen FD Program for region", "· Manage Marketing Program and Budget", "Senior Manager - Business Development", "June 2006 – 2016, Deloitte, Reading & Southampton", "Responsible for business development and marketing for Deloitte in the southern region based out of Reading & Southampton. I am tasked with achieving office revenue targets, managing bids and brand prescence. Targets are mid and large corporate.", "Developed business development culture across the office at all levels", "Lead and support bids. Win ratio 40%", "Won 6 audit clients", "Fees from office wins over £1m", "Generating at least one new opportunity a week or target meeting", "Organised network events, including southern region CBI dinner for the region’s business leaders", "Manager - Marketing & Business Development", "June 2004 - May 2006, Grant Thornton, Thames Valley", "Responsible for creating and delivering ongoing business development for the Thames Valley region. Working in the mid market.", "Selected targets and build business development and marketing program to enable us to meet targets, build relationships and win work", "Supported Partners on bids, challenging propositions, managing process and seeking feedback from targets on conclusion of bid. Win ration 60%", "Office grew from £8m turnover to £10m", "Approached by Deloitte to take create a business development role and culture in Southampton. More senior role and closer to home and family", "Head of National Accounts", "June 2003 - May 2004, Avis, Heathrow", "Led team of 5 Account Managers. Managed relationships with key customers. Negotiated contracts.", "Managed team of 10 Account Managers, based from home", "Won largest ever Avis UK deal. £3m to supply Barclays", "Renewed contracts with 2 largest clients despite competitor pressure and customer dissatisfaction with previous Avis management", "I joined because Avis had a plan for me to become Sales Director UK. The Director recruiting me left within 2 weeks of my arrival and my situation was left on hold. I decided to develop my career in Professional services.", "Account Manager", "November 2001 - May 2003, KPMG, London", "Part of the team responsible for the introduction and championing of a consultative sales and account management culture at KPMG. Managed and developed key client relationships. Managed the KPMG partner teams serving these clients.", "Accounts included FTSE 250 and large public sector bodies", "Sales of over £1m to Regional Development Agencies and DTI", "Introduced KPMG to Hays and Capita and made first sales there", "Led successful bid for framework agreement with DFT", "Approached by Avis to take a role that would develop into a Sales Director. At this time KPMG were making 40% of the team I was in redundant, although my position was safe.", "Sales Manager UK and Global Sales Manager", "February 1997 - October 2001, Cathay Pacific Airways, London & Hong Kong", "Led team of 10 Account Managers in UK. Responsible for revenue, pricing and distribution. After 2 years in the UK asked to take a global sales role based in the Hong Kong head office", "Managed team of 10 Account Managers, 3 Sales Support and 2 Pricing & Commercial. Based in 2 offices", "Sales grew from £60m per year to £90m", "Cost of sale reduced by 20%", "In Hong Kong led the Cathay Pacific sales within the ‘oneworld’ global airline alliance", "Wanted to return to UK to bring up family and looked to broaden my experience by moving outside of travel"]}, "education_and_training": {"education": ["Education", "1995 - 1996 Southampton Solent University", "Diploma in Marketing", "1991 - 1992 Bournemouth University", "Post Graduate Diploma – Tourism Management", "1983 - 1986 Birmingham City University", "· HND Business & Finance", "Other Experience", "Member of the Chartered Institute of Marketing"]}, "skills": {}, "accomplishments": {}, "misc": {}, "contact_info": ["Simon Miles", "51 Hamble Springs", "Bishops Waltham", "Southampton", "Hampshire", "SO32 1SF", "mobile: 07566 820 460", "[bookmark: _GoBack]simonmiles1000@gmail.com"]}