{"objective": {}, "work_and_employment": {"professional experience": ["Professional Experience", "Arval Technical Centre", "Service Delivery Coordinator, 2012 to Present", "Administer complaints, aged debt and dispute resolution enquiries for the companies breakdown and accident management providers to enhance efficiency. Provide guidance to both internal and external customer and deliver total loss settlement figures. Collaborated with co workers to deliver support on day to day functions including, SMR suppliers, glass and tires. Head overall transactions regarding guarantee maintenance tires. Facilitate company via actively participating in initial supplier proposal meeting, training/motivating staff, and setting up department. Gain trust of the company via completing tasks efficiently and prior to deadline Optimize overall growth of company and customer service via steering employees to meet and exceed objectives.", "Key Contributions:", "· Performed outstandingly to meet and exceed set productivity targets.", "· Accomplished a title of peer recognition award via implementing best practices.", "· Reduced supplier aged debt over £250,000 via continuous process improvement.", "· Serve as a key member of team involved in delivering knowledge and supporting team to attain goals.", "· Optimized process to increase at most 40% via ensuring day to day duties are organized effectively.", "Leasedrive", "Service Delivery Coordinator, 2004 to 2012", "Facilitated high profile clients with contract hire, personal lease and Mini lease fleets via organizing and controlling vehicle fleet of Service Delivery Department. Managed day to day operations effectively such as dealing with quotations, orders, Road Fund Licenses, insurance quotations, accident management and rental provision. Cooperated with client via aiding client with company car policy, pool fleet management, vehicle policy selections and reporting as well as actively participated on client review meetings.", "Key Contributions:", "· Accomplished 100% order renewals processed within set target target via executing best strategies.", "· Educated and encouraged team in completing daily task successfully to facilitate management."], "additional experience": ["Additional Experience", "Served as Service Delivery Coordinator at Vodafone Central Services", "Served as Service Delivery Coordinator at British Telecom", "Served as Service Delivery Coordinator at Chubb Alarms Communications Center", "…continued…"]}, "education_and_training": {"education": ["Education and Certification", "[can you provide me with your education details and certificates if any?]"]}, "skills": {}, "accomplishments": {}, "misc": {}, "contact_info": ["NamePage 2", "Simon Steedman", "Birmingham, WMD simonsteedman@me.com 0121 779 7925 LinkedIn", "Service Delivery Coordinator", "Hard working and result driven profession with 10 + years of experience in customer service coordination and building positive image/reputation of the organization. Demonstrated history of maintaining compliance with policies and procedures as well as offering excellent customer service. Proven success in promoting the vision of organization and delivering assistance to team members. Expert at managing customer complaint and recommending clients with best possible solution. Proven. expertise in:", "· Project Management", "· Cross-functional Collaboration", "· Strategy Development & Execution", "· Technology Optimization", "· Complex Problem Resolution", "· Continuous Process Improvement", "· Programme Management", "· Cost Reduction & Profit Optimization"]}