{"objective": {}, "work_and_employment": {"work experience": ["WORK EXPERIENCE", "Sir Simon Milton Foundation, Victoria, London", "January 2017 – date; Business Manager", "Office Management", "Provide day-to-day office management for the smooth running of the office", "PA support to chief executive", "Maintain up to date filing and archiving for office documentation and files", "Maintain and develop good working relationship with range of stakeholders – trustees,", "businesses and other partners in charity sector", "Provide support for quarterly board of trustee meetings", "Provide support for quarterly committee meetings", "Collation and preparation of board of trustee and committee papers – including agendas,", "minutes, papers and reports", "Financial Management", "Deal with incoming invoices and ensure they are processed correctly", "Issue external invoices for events and donations", "Process department expenses", "Deal with all invoices queries, internal and external", "Organise and renew subscriptions", "Event Management", "Responsible for regular fundraising events, liaising with venue, collating registration", "details and keeping guests up to date with details of events", "Responsible for annual Tea Dance, event for 1000 older Westminster residents, from", "liaison with venue to registering all guests, working with partners in third sector to reach", "out to new groups", "The Business Services Association, Fleet Street, London", "May 2015 – December 2016; PA/Office Manager", "Office Management", "Provide day-to-day office management for the smooth running of the office", "Facilities management – maintain machinery within office; ensure meeting rooms are kept", "tidy, manage diaries to ensure no double booking", "Provide documentation support – proof, format and produce letters and briefing notes", "Sonja Parfrey LLB (Hons)", "Mobile: 0781 311 2552 www.linkedin.com/pub/sonja-parfrey sonja_jj@yahoo.co.uk", "Maintain up to date filing and archiving for office documentation and files", "IT liaison – organise and co-ordinate supply of new laptops/desktops to new starters,", "arrange upgrades for existing staff; liaise with IT provider for resolution of issues", "Co-ordinating and maintaining office health & safety, fire safety issues and PAC testing", "procedures", "Maintenance of CRM system", "PA", "Full PA support to chief executive – both business and private", "Extensive complex diary management including travel and accommodation arrangements", "Providing clear and timely itineraries and day books", "General office administration support for other senior staff", "Maintain and develop good working relationship with range of stakeholders – members,", "MPs, and senior government officials", "Provide support for monthly chairman committee meetings", "Provide support for quarterly council meetings", "Creation, collation and preparation of council and committee papers – including agendas,", "minutes, papers and reports", "Financial Management", "Responsible for office budget", "Deal with incoming invoices and ensure they are processed correctly", "Issue external invoices for membership and event sponsorship", "Process all department expenses", "Deal with all invoices queries, internal and external", "Organise and renew magazines, newspapers and other subscriptions", "Westminster City Council, Victoria, London", "2003 – May 2015; Office Manager", "Office Management", "Oversee day to day running of the department", "Responsible for the administration of the office", "Attended all management meetings, take minutes, follow up actions and report on all", "administration and HR issues for the department", "Facilities management – maintain machinery within office, report issues to", "appropriate department; ensure meeting rooms are kept tidy, manage diaries to ensure", "no double booking", "Provided documentation formatting and production support – proof, format and produce", "letters, tenders, magazines and award entries", "Maintained up to date filing and archiving for office documentation and files", "IT liaison – organised and co-ordinated supply of new laptops/desktops to new starters,", "arranged upgrades for existing staff, arranged for additional hardware/software specific to", "different team needs; liaised with IT team for resolution of all issues", "Health & Safety liaison – ensured department were compliant", "HR", "Responsible for establishing HR service for all external clients", "Management of all HR issues", "Prepared vacancies for adverts and overseeing collation of applications", "Prepared interview schedules and contacted candidates", "Responsible for onboarding process – collation of all necessary paperwork for HR", "and payroll and ensured inductions were completed", "Dealt with all pay issues", "Ensured probation and performance interviews and paperwork were completed", "Line management for office administration team (two PAs and one events officer)", "Ensured yearly reviews were carried out and training courses are booked as necessary", "Financial Management", "Responsible for office budget and ensuring the department remain within budget", "Dealt with incoming invoices and ensure they are processed correctly", "Sonja Parfrey LLB (Hons)", "Mobile: 0781 311 2552 www.linkedin.com/pub/sonja-parfrey sonja_jj@yahoo.co.uk", "Issued external invoices for work carried out by different teams – consultants, design and", "research and all other ad-hoc work", "Provided monthly budget reports for team managers and head of department", "Processed all department expenses", "Dealt with all invoices queries, internal and external", "Organised and renewed magazines, newspapers and other subscriptions", "Event Management", "Responsible for monthly staff seminars; sourcing venues and IT for presentations", "Responsible for organising staff Christmas party, source venues and manage budget", "Provided attendee registration support to campaigns team for ad hoc events", "Piper Pritchard Associates, Holborn, London", "2000 – 2003; Office Manager", "Office Manager", "Responsible for office expenditure and budget", "Liaised with company customers, distributors, suppliers and contractors", "Responsible for renewing supplier contracts", "Responsible for sourcing new IT and Telecoms providers", "Ordered all required stationery, water supplies and catering supplies", "Responsible for the introduction of new tools into the document production process", "Accounts", "Dealt with incoming company invoices and processed correctly", "Provided monthly profit/loss statements", "Processed all company expenses", "Dealt with all invoices queries, internal and external", "Organised and renewed magazines, newspapers and other subscriptions", "Legal Research", "Responsible for the compilation of sector specific consultancy documentation for", "London law firms to assist with their strategic direction", "Methods of research were varied and included desk and Internet research", "Telephone based enquiries to ensure the accuracy of the information", "edgecom Consultancy, Holborn, London", "2000 – 2000; Office Manager", "Responsible for establishing the plan and set-up of the London office", "Main Liaison contact with the Swedish Head Office", "Responsible for office expenditure and budget", "Sourced and liaised with distributors, suppliers and contractors", "Ordered all required stationery, water supplies and catering supplies", "Ensured the smooth integration of new consultants"]}, "education_and_training": {"education": ["EDUCATION", "The College of Law, Holborn, London", "1996 – 1997 - Postgraduate Diploma in Legal Practice", "Anglia Ruskin University, Chelmsford, Essex", "1993 – 1996 - LLB (Hons) Law Degree; 2:1", "HOBBIES AND INTERESTS", "Reading, running and cycling"]}, "skills": {"skills": ["SKILLS", "Hardworking, professional, confident and punctual Office Manager who offers expertise in", "the full range of office management skills.", "An effective problem solver; who prioritises and manages workloads within demanding", "environments.", "High level administration, monitoring of budgets, HR support, IT support.", "Regular user of Microsoft Word, Excel, Powerpoint and Outlook.", "SAGE trained and proofreading training undertaken."]}, "accomplishments": {}, "misc": {"refere": ["References are available on request."]}, "contact_info": ["Sonja Parfrey LLB (Hons)", "Mobile: 0781 311 2552 www.linkedin.com/pub/sonja-parfrey sonja_jj@yahoo.co.uk", "24 Harrier Way, Beckton, London, E6 5YP", "Driving Licence, Car Owner", "PERSONAL STATEMENT", "An experienced senior Office Manager, with a friendly, outgoing nature. A good team player", "and all rounder who thrives on challenges, taking on and dealing with all projects as required", "and assisting wherever necessary to ensure all work is dealt with on time. Works well under", "pressure in a calm and efficient manner, prioritising work well and always completing daily", "tasks. Good organisational and planning skills, can work on own initiative - dealing with", "business matters/queries as they occur. Advanced computer skills."]}