{"objective": {}, "work_and_employment": {"experience": ["Experienced Entrepreneurial Leader for", "Digital Transformation in Payment, Banking and beyond", "About me", "Franz-Lehar-Str. 3", "D-82194 Gröbenzell", "+491638942872", "stw@futurelab.de", "linkedin.com/in/stefanweiss", "Committed product and people manager combining best practise with ‘out-side the", "box’ thinking style to quickly move concepts from vision to launch – taking into account", "customer focus and markets, financials and resources, risks and opportunities.", "Intuitive communicator, with a talent for engaging and building relationships with clients", "and business partners, creating enjoyable cultures, and leading and energizing teams", "to deliver extra-ordinary results. Enjoys a large worldwide network of high-profile", "executives in a variety of industries, both from incumbent companies and challengers.", "Experience", "Since Oct. 2018 jambit GmbH, Munich", "Software Development Services: Head of Business Division Banking and Insurance", "One of five division heads of a privately owned software service company with 350+", "employees. Responsible for division revenue, profitability, customer and staff loyalty.", "Directly reporting to the company owners.", "Leadership for and development of several teams of agile software developers,", "solutions architects and business analysts with a wide range of skills and", "experience levels", "Financial planning and direct reporting to company owners,", "responsible for revenue, profitability, customer and staff loyalty", "Complex staff roster planning in coordination with other divisions and HR", "Sales management and customer stakeholder management up to C-Level", "Strategic planning for the division’s industry focus and future growth", "Partner management for lead generation and solution design", "Contribution to marketing and sales activities, including social media, conference", "talks and meetups on topics like banking regulation, payment and e-commerce", "2014 - 2018 Fidor Solutions (BPCE), Munich", "Digital Banking: Head of APIs and Open Banking Platforms", "Principal Product Manager for Fidor’s Open Banking Platform", "Product management for API gateway and sandbox, various payment rails, Fidor’s", "multi-partner banking platforms and finance marketplace; working with agile", "software development teams to turn product vision to reality, supporting sales and", "marketing teams with relevant product knowledge and market insights", "Legal preparation, business development and partner management for API", "customers and partners, including PSPs, crypto exchanges and e-commerce", "Defining new product lines by working closely with clients and prospects, reviewing", "product specifications and requirements and appraising new ideas and", "product/package changes", "Defining and driving strategic PSD2 service agenda, partner vendor selection (incl.", "multi-factor authentication and anti-fraud solutions, Member of Open Banking UK", "and PSD2 standardization bodies", "Introduction of product management processes and tools", "Host of many national and international partner events and hackathons, workshop", "trainer, public speaker and tech-evangelist", "http://www.linkedin.com/in/stefanweiss", "Stefan Weiß, MBA – Experienced Leader for Digital Transformation in Banking and beyond", "2", "2013 - 2014 Fidor Pays GmbH, Munich", "Payment Services Strategy Consulting, Project Management", "Provided strategic and operational support as freelance consultant", "Introduced new products and services for e-wallets, mobile payments, mobile point", "of sales and e-commerce (incl. Trust Label based on KYC and TX history)", "Set up requirements management and resource planning for a multi-million-Euro", "multi-rails payment platform for a DAX 30 company, integrating payment schemes,", "voucher systems, with multi-merchant accounting, billing and reconciliation", "2011 – 2013 MMC 2.0 GmbH, Munich", "Applications, Games: Co-founder, Producer, Project Manager", "Running an independently owned agency for web, mobile and game development.", "Agile project manager for a team of employed and freelance developers working", "towards the delivery of several international web, app, social media and online", "marketing projects.", "Producing and co-creating fascinating 2D and 3D social games for Facebook and", "mobile devices, including monetization via virtual assets shops", "2008 – 2010", "itechWorks, Munich", "Web Content Management: Head of Marketing and Sales", "Sales and marketing for a software company, providing content management (CMS)", "technology for high traffic online news portals.", "Ran several marketing and sales initiatives that created better visibility and won", "new customers. Defined new product lines to extend product to new market", "segments. Initiated strategic partnerships to cut costs", "In parallel: 2000 - 2014 FUTURELAB GmbH, Munich", "Founder, Consultant, Project Manager, Interim Manager", "Consultancy and international expert network with focus on innovation, technology and", "marketing. Notable projects and spin-offs:", "TeleLinden Cash Service (7 years): Financial service, online currency exchange and", "automated pay-by-phone service for the virtual world of Second Life and similar", "MMORPG platforms. Turned into a Payment Service Providing (PSP) platform for", "gaming platforms supporting a wide variety of payment schemes.", "in-world-professionals (3 years): Agency to provide 3D content creation and marketing", "services to virtual reality (VR) business customers. Speaker at conferences, seminars", "and lecturer in “virtual design” at a college.", "www.pizza.de, www.music.de (4 years): Defined and built several Internet portals, in", "particular pizza.de, Germany’s largest directory of Italian food deliverers and", "restaurants, with user generated content, SMS and WAP interface (hot shit back then).", "Also running an online advertising and sales affiliate network.", "Sport1.de datacenter migration and interim management (2,5 years): Contributed to", "two data center migrations (including cut-overs) as senior network architect. And", "stayed as interim Head of IT for another 1,5 years.", "1993 - 2000 TouchNET GmbH, Munich", "Co-founder, General Manager", "TouchNET was one of Germany's first commercial Internet Service Provider (ISP),", "hosting provider and full-service web agency. I was founder, general manager, network", "architect, sysadmin, trainer and marketing manager. TouchNET was acquired in 1998.", "Stefan Weiß, MBA – Experienced Leader for Digital Transformation in Banking and beyond", "3", "Soft Skills", "Entrepreneurship, general management (25+ years)", "Tech consulting and project management (20+ years)", "Product management as employee (10+ years)", "Marketing and sales management (25+ years)", "Budget & P&L ownership as employee (10+ years)", "Partnership management and governance (4.5 years)", "Excellent writing and speaking skills", "Domains", "Payment, Digital Banking, Open Banking APIs (adds up to 14+ years)", "Web design + Online Marketing + eCommerce (20+ years)", "Knowledge Management, Collaboration Platforms, ICR (10+ years)", "Game development, 3D Animation, VR (7 years)", "Office Automation", "Microsoft Office (Word, Excel, PowerPoint, Outlook, Sharepoint, Teams, OneNote),", "PowerBI; Product management and roadmapping tools (AHA, product board);", "Microsoft Project, cloud storage, Atlassian (Confluence, Jira, Hipchat, Trello),", "Pivotal Tracker; MindMaster; Collaboration platforms like BaseCamp"]}, "education_and_training": {"education": ["Education", "2002 - 2006", "1990 - 1994", "1990", "MBA, Executive Management - The Open University Business School, UK", "Computer Science and Architecture - Technical University, Munich", "Abitur – Erasmus Grasser Gymnasium, Munich"], "certifications": ["Certifications and trainings (selection)", "2019", "2019", "2019", "2018", "2018", "2016", "2011", "2008", "Vertriebsschulung „Must-Win Deals“", "FK Schulung – Katja Loose", "Vertriebsschulung „Denken wie ein Einkäufer“ – Adconia", "S3 Agile Management – James Priest", "FK Schulung – Katja Loose", "Pragmatic Marketing (Product Management Framework), Level 1-3", "Certified Scrum Master", "Certified ICR consultant"]}, "skills": {"languages": ["Languages", "German: mother tongue", "English: fluent", "French, Italian: beginner level"]}, "accomplishments": {}, "misc": {"interests": ["Interests", "Entrepreneurship, Agile Management", "Lean Start-up methods for developing businesses and products", "Financial markets, payment, crypto currencies, blockchain", "Machine learning, virtual/augmented reality", "Sailing, traveling, art, running, veganism and cultured meat"]}, "contact_info": ["1", "Stefan Weiß", "MBA"]}