{"objective": {}, "work_and_employment": {}, "education_and_training": {"education": ["Education &"]}, "skills": {"skills": ["Skills", "MSc Computer Integrated Manufacturing - University of Strathclyde Glasgow", "HND EEE – Kilmarnock College", "OND Engineering – Stow College", "PRINCE2 Project Management, Microsoft Project, Microsoft Office", "Agile, Jira, SharePoint, BOX", "C++ / Pascal; Visual Basic OrCAD; Mentor Graphics; AutoCAD / AutoSketch", "Contact Details", "Address: 15 Bay Willow Court, Cambuslang, Glasgow G72 7AD", "Phone: 0141 587 1669 Mobile: +44 (0) 7899 066005", "Email: stewartdunn@sky.com"]}, "accomplishments": {}, "misc": {"refere": ["References available on my LinkedIn page – http://www.linkedin.com/in/stewartdunn", "3"]}, "contact_info": ["Stewart Dunn [image: ]", "Personal", "Profile Summary", "A seasoned and passionate engineer, motivator and commercially astute business leader who combines careful contract negotiations and commercial skill to deliver complex, high-value projects on time, on budget every time. Uses a well-structured, common-sense and results driven approach.", "Career", "History", "Self Employed", "Flex", "13 Years", "Career", "History", "Solectron", "8 Years", "November 2007 – Date", "Director of Product Development", "Presently based in Glasgow. Contracting with Flex.", "Very active in Programme Management within diverse markets such as Smart Living / Connected Intelligence; Industrial, Audio, Medical and Automotive spaces, driving new Product Development of varied complexity and duration.", "Hands-on coordinating Design functions – software, hardware and mechanical design; Supply Chain; NPI and launch into mass production. Pre COVID-19, much of my time was spent travelling to Asia, the US and Europe. I firmly believe in building long term relationships and making sure all my customers find it easy to do business and succeed in their plans.", "[bookmark: OLE_LINK4]", "Recent achievements", "· Turnkey product design for Amazon, EE & ME Design in Sweden, launching into production ramp in Mexico now (Aug 2020). Customer delighted, field trials running brilliantly only one dropout from 2000 units deployed.", "· Highly successful design and launch of Multi-radio Gateway for Leroy Merlin. Full Software stack development, hardware and ME design.", "· Successful Global Account Manager for Soneter (later RWC) over a 4-year period, 2014-18. Product design out of Atlanta and production launch in China.", "· Flipped loss of Set Top Box business worth $500M with a major account. Re-designed the product to create multi $M savings for the customer. Slashed >$16 from a $160 product.", "· Enjoyed a highly successful two-year assignment as Operations Manager to develop local Op’s Management in Timisoara, Romania.", "· [bookmark: OLE_LINK1]Drove the installation of eight full SMT & BB manufacturing and test lines. Ramped to 1M boxes in the first year. Six-Sigma / LEAN manufacturing to continuously improve line balance, throughput and yields. Hugely reduced material holding and 95% First time Pass achieved with a strict line set-up and validation procedure.", "· Femtocell redesign program translated into a 50% BOM cost reduction.", "June 2005 – October 2007", "Design & Engineering Manager", "June 2003 – June 2005", "Senior Operations / Business Unit Manager", "Jan 2002 – June 2003", "Global Account Technical Liaison Manager", "Jan 2000 – Jan 2002", "Engineering Manager / NPI Operations Manager", "Career", "History", "Compaq", "12 Years", "July 98 – Dec 1999", "Engineering Manager – Tandem (Non-Stop Servers) Division", "Aug 95 – July 98", "Engineering Manager"]}