{"objective": {}, "work_and_employment": {"work experience": ["WORK EXPERIENCE", "2015", "· Present", "Infrastructure Manager", "Petrochad (Mangara), a Glencore company", "N’Djamena, CHAD", "For 5 years, I have been promoted to IT Infrastructure Manager. I took over Calgary engineering team responsibility as Canada office was closed. Since I am responsible of the Chad IT Infrastructure, reporting to Chad IT Manager and London Management / Business unit.", "Duties:", "· Responsible of in country IT infrastructure: 3 remote sites, 500 users, 6 data centers", "· Responsible of the IT/OT convergence strategy to integrate operational technologies into IT standard", "· Managing Infrastructure team in Chad", "· Working closely with London and Baar teams to implement Global corporate policies", "· Designed, organized and scheduled LAN / WAN network upgrade project on all sites", "· Managing and defending projects budgets to management USD 2 million per year", "· Managing and monitoring Chad WAN and LAN with a dedicated team", "· Managing and monitoring windows servers and associated services", "· Managing and monitoring OT network for production department", "· Managing and organizing preventive maintenances of Helpdesk teams", "· Conducting project in collaboration with Construction and business unit", "· Maintaining regular written and in-person communications with Chad IT Managers, Corporate IT teams, department heads (Europe), local providers and end users", "· Providing guidance and procedure to IT team members", "· Deployed IT tools for Chad teams", "· Deployed Monitoring tool", "· Supervising and monitoring VHF radio communications", "· Supervised deployment of WAN links: external fibers, E1s, VSAT", "· Managed implementation of VoIP communication according to local laws", "2013", "· 2015", "Telecom Engineer", "Petrochad (Mangara), a Caracal Energy company", "CHAD", "Petrochad is young Oil and Gas company started in 2011. As rotator in Chad I was supporting IT infrastructure (network, telecom, servers) deployment and maintenance on all 5 sites.", "Duties:", "· Configured, installed and maintained LAN networks: switches, wifi, VoIP, radio bridges", "· Configured, Installed and maintained HF and VHF radio", "· Installed and maintained VSAT links", "· Installed and maintained Dell servers", "· Support drilling department in highly cost environment", "· Support telecom for production industrial network", "· Deployed 18 km of fiber between two remote site, following the pipeline", "· Deployed redundant links to remote locations", "· Worked closely with Calgary Engineering teams to implement IT services in isolated areas", "2011", "- 2013", "Central Africa Astrium Services Representative", "EADS Astrium Telecommunication Services", "N'Djamena, CHAD", "Based in Chad as Chad Astrium Services representative, I was in charge of Astrium Services customers in central Africa, covering: Chad, Cameroun and Central Africa. My customers were the French army and 2 private companies for EUR 1.5 million revenue per year.", "Duties:", "· Installed and maintained VSAT systems (responsible for 16 sites)", "· Supported Army communication services (1200 users / 4 sites / 6 cybercafé / 30 phones)", "· Designed, planed and organized network upgrade of 3 sites in Chad", "· Managed and supervised local technicians and deployment contractors.", "· Configured, installed and maintained network: switches, wifi, routers, radio bridges, fiber", "· Communicated and report in a non-technical way to customers", "· Weekly reports to France management", "· Developed EADS Astrium marketing in Chad and Cameroun", "· Signed a 5 years VSAT contract for Astrium with an Oil and Gas company in Chad for EUR 500 k revenue per year", "2009", "- 12 months", "Mesh WiFi Network Performance study", "INRS: Research University", "Montreal, CANADA", "Performance and Network laboratory / Partnership: Bell Canada / 5 researchers", "Duties:", "· Designed a tool to measure on test-bed equipment network performance based on unix", "· Supervised 2 trainings and 1 master for specific developments", "· Measured and analyzed WiFi Mesh performance on a 6 nodes test-bed", "2007", "- 4 months", "Development of network mobile security breach test tool", "Multimedia University: Specialized in new technologies", "Cyberjaya, MALAYSIA", "Siemens laboratory / 10 researchers.", "Duties:", "· Installed embedded boards with custom unix system", "· Installed and developed tools to evaluate security breaches", "· Integrated tools in the board and evaluated needs to make it mobile", "2007", "- 3 months", "Marketing and Communication development of Kiratio", "HumanPerf Software", "Lille, FRANCE", "Start-up / 3 Co-workers", "Duties:", "· Designed commercial strategy an industry productivity measurement tool", "· Designed communication documents: web site, target mails", "2006", "- 2 months", "WiFi Radio propagation study", "Szechenyi Istvan University", "Györ, HUNGARY", "Micro-waves laboratory / 5 researchers", "Duties:", "· Developed a tool in C++ to analyze WiFi propagation in an Anechoic chamber", "2005", "- 2 months", "Business Cost Controlling", "JAULIN S.A: Events organization’s specialist", "Chilly-Mazarin, FRANCE", "Administrative service / 10 Co-workers", "Duties:", "· Controlled and studied businesses' results", "· Investigated in negative businesses", "· Reported feed-back to the manager and commercial", "· Developed tools to automate cost evaluation"]}, "education_and_training": {"education": ["EDUCATION", "2008", "- 2010", "ETS, Telecommunications Network Master’s degree Montreal, CANADA", "Options: - High bandwidth networks and new IP technologies", "- Mobility and VoIP", "- Security of Internet", "- Optical networks", "2004", "- 2010", "TELECOM Lille1, Telecommunication and Network Engineer Lille, FRANCE", "Options: - Network software engineering", "- Team and Skills management", "2004", "High school education, specialty physics Evry, FRANCE"]}, "skills": {"skills": ["SKILLS", "Networking", "Cisco CCNA, cisco IOS, cisco switch, cisco router, Infinet radio bridge, VSAT, Cisco WLC, Cisco CMU, Checkpoint Firewall, Fortigate Firewall, Riverbed Accelerator, Axis Camera, Xerox, SCADA", "Telecom", "Ethernet, Fiber, IP Radio Bridge, Motorola Radio VHF, Barrett Radio HF", "Server & Application", "Windows Server, Ubuntu, FreeBSD, VMware, Active Directory, GPO, DHCP, CommVault, Pure storage, Dell EqualLogic, Dell & HP ESX, Synology, Surveillance station, Exchange, Solarwinds, PRTG, Centreon, GLPI, Teampass, WikiMedia, EAM", "Programming", "C, C++, Java, Android, HTML, PHP, MySQL.", "Office", "Office Suite, Visio, Project, Putty, TFTPd, Remote Desktop Connection Manager,"], "languages": ["LANGUAGES", "French", "Mother Tongue", "English", "Fluent Working with English speaker colleagues (TOIC 905)", "Spanish", "Basic"]}, "accomplishments": {}, "misc": {}, "contact_info": ["Stéphane Davy", "29, rue Aristide Briand; 91240 Saint Michel sur Orge; FRANCE", "E-mail: davystephane@gmail.com", "Phone: +33 6 95 35 54 88 / +235 95 95 02 65", "[bookmark: _GoBack]Married", "Age: 34", "French", "English: fluent", "International mobility"]}