{"objective": {}, "work_and_employment": {"experience": ["Experience Highlights", "MERRILL LYNCH PRIVATE WEALTH MANAGEMENT, Boston, MA, 1/2014-Present", "Senior Registered Private Wealth Analyst – The Sharma Group", "Manage investment allocation processes, including data collection, analysis, and dissemination. Streamline communications between clients and advisors regarding investment strategy, philosophy, and approach, delivering presentation materials and marketing for clients and prospects. Leverage Portfolio Plus to coordinate account implementation and trading following review.", "Key Accomplishments:", "· Lead portfolio model development while playing a key role in due diligence and performance analysis, measuring portfolio performance while recommending changes according to shifting risk exposure levels to achieve target asset allocations.", "· Implement exceptional client services to ~100 clients to generate growth and business referrals, generating $60M+ in external assets due to superior performance as a Client Representative and Financial Planner.", "· [bookmark: _GoBack]Manage all client inquiries to ensure superior services while liaising between clients, financial advisors, and management regarding account openings, wires, maintenance, and regulatory compliance.", "· Establish custom reporting frameworks to improve client understanding of specific portfolio performance, standardizing the new reporting framework as a template spear sheet for use during client presentations.", "· Implement quality assurance controls to ensure filings and trading are compliant with SEC (Rule 144 and 10b5-1 plans).", "· Assess trend analysis and market research within domestic and global sectors during client conference calls, developing summarized meetings minutes to streamline information to senior leadership; interpret analytics and trends in client portfolios, developing reports for clients and internal leadership.", "· Serve as a key team member that functions as Forbes #1 advisor for several consecutive years along with Barron’s."], "additional experience": ["Additional experience with Merrill Lynch from 2012 – 2014."]}, "education_and_training": {"education": ["Education & credentials", "Bachelor of Arts, Managerial Economics | Union College, Schenectady, NY | 2012", "· Senior Thesis: Conducted extensive research on Union Alumni to investigate gender disparities in investment decision-making and an examination of potential factors that increase investment portfolio risk in women.", "· Key Project(s): Served as a Research Assistant to perform survey and interview research with high net worth Alumni to analyze behavioral patterns in comparison with those in Danko and Stanley’s “A Millionaire Next Door”.", "Professional Development: NASD Series 7, 66 Licensure", "Language Expertise: Fluent in Tamil", "Technical Expertise: Bloomberg, Factset, Portoflio Plus, & Microsoft Office Suite", "Honors & Awards", "Forbes: America’s Top Wealth Advisors (2016 – 2018) Best-In-State Wealth Advisors (2018)", "Barron’s: Top 100 Financial Advisors All-Star America’s Top 100 Financial Advisors (2004 – 2018)", "Financial Times: Top 400 Financial Advisors (2015 – 2018)"]}, "skills": {"qualifications": ["Qualifications Profile", "Results-driven leader with transferrable expertise in finance and wealth management, including investment management, portfolio analysis, trend analysis, and risk management. Expertly analyze and synthesize data into actionable recommendations to improve financial performance. Adaptable, analytical, and focused on continuous improvement and growth."], "areas of expertise": ["Areas of Expertise", "· Portfolio & Financial Analysis", "· Portfolio Management", "· Risk Management & Reduction", "· Investment Strategy", "· Due Diligence & Quality Control", "· Market Research & Analysis", "· Wealth Management & Growth", "· Process Improvement", "· Regulatory Compliance"]}, "accomplishments": {}, "misc": {}, "contact_info": ["Client Name", "Page Two of Two", "Suhaila (Sue) Amalanayagam", "Boston, MA 02113 929.421.5668 amalanas907@gmail.com"]}