{"objective": {}, "work_and_employment": {"professional background": ["Professional Background", "ST JOHN’S REGIONAL MEDICAL CENTER/MERCY CLINIC JOPLIN/MERCY (1986 – 2019)", "Provider Enrollment Manager (2014 – 2019)", "Supervised, coached, and motivated 3 employees working remotely in 3 states. Trained team on provider enrollment with government plans including Medicare, Medicaid, and Railroad Medicare. Performed troubleshooting activities.", "Key Achievements", "· Reorganized the team within a large region with 1,800 providers and several hospitals and over $2M in accounts receivable while enhancing online enrollment, which reduced accounts receivable to under $100K in 4.5 years.", "· Developed training documents with information relating to diverse groups, which aided in enrolling providers.", "Provider Enrollment Coordinator (2009 – 2014)", "Maintained responsibility for enrollment of providers and groups with Medicare, Medicaid, and Railroad Medicare. Managed records for providers and groups. Partnered with provider enrollment staff from other organizations related to shared providers. Delivered provider enrollment information to the billing office.", "Key Achievements", "· Developed a spreadsheet to identify provider names and provider numbers and locations at a glance, which enhanced productivity.", "· Created a profile form for each provider that detailed name, DOB, SSN, licensure, practice location, phone, fax, and individual provider numbers, which significantly reduced the time to complete individual enrollment applications.", "Patient Account Specialist III (2009 – 2009)", "Maintained responsibility for enrollment of providers and groups with Medicare, Medicaid, and Railroad Medicare. Managed records for providers and groups. Partnered with provider enrollment staff from other organizations related to shared providers. Delivered provider enrollment information to the billing office.", "Executive Assistant (2007– 2009)", "Maintained responsibility for multiple VP’s; answering phones, scheduling meetings, preparing agendas and taking minutes, preparing binders for Finance Committee and delivering them to the board members.", "Making travel arrangements for VP’s and visitors including reserving flights, hotel and rental cars, along with preparation of the expense reports. Many other duties too numerous to list.", "Early Career: St John’s Regional Medical Center/St Johns Clinic 1993-2007", "Business Office Coordinator, Business Office Secretary"]}, "education_and_training": {}, "skills": {"technical skills": ["Technical Skills", "Microsoft Office 365 | Kronos | Concur| EPIC |Virtual Cactus | iObserver |PECOS |CAQH |", "Office Assistant Diploma | Microsoft Excel Intermediate Certification"]}, "accomplishments": {}, "misc": {}, "contact_info": ["tammy clark", "Joplin, Missouri 64801 | tjclark641@gmail.com | 417-540-4551 |https://www.linkedin.com/in/tammy-j-clark", "Admimistrative specialist - provider enrollment management", "Multi-faceted Administrative Professional with extensive experience in all components of organizational support and workforce management. Reputation for serving as a consummate professional, with the ability to prepare well-researched and accurate documents, manage busy calendars, and efficiently handle daily office tasks. Proficient user of MS Office 365. Highly adept in medical and insurance industries. Known for proficiency, achieving objectives and ensuring data integrity. Analytical problem solver that excels in business partnering and delivering actionable information.", "√ Provider Enrollment Management √ Insurance", "√ Accounts Receivable √ Process Improvement", "√ Data Analysis √ Records Management", "√ Client Communication √ Mentoring", "√ Regulatory Compliance & Data Governance √ Team Guidance", "√ Development of Training Materials"]}