{"objective": {}, "work_and_employment": {}, "education_and_training": {"education": ["Educational Technology", "Information Systems", "Processes of Dissemination of the Information"]}, "skills": {"programming languages": ["Programming Languages", "Software Engineering", "_________________________________________________________________________________", "[bookmark: _Toc39513309][bookmark: _Toc45046849]10 Academic Production", "Bernardi, G., A. Z. Cordenonsi, T. G. Silva, and M. F. Müller. 2014. “Analyzing the Use of Serious Games in Collaborative Virtual Worlds: The Case Study of JETS - Game of the Software Testing Team.” In Proceedings of the 11th Brazilian Symposium on Collaborative Systems. Curitiba.", "Cordenonsi, A. Z., G. Bernardi, T. G. Silva, A. S. Bos, and R. Fleck. 2013. “Collaborative Learning in 3D Virtual Worlds: Analyzing Collaboration from the Perspective of the 3C Collaboration Model.” In Proceedings of the 10th Brazilian Symposium on Collaborative Systems, 96–103. Manaus.", "Mendonça, D. S., T. G. Silva, D. F. Oliveira, J. S. Brandão, H. Lopes, S. D. J. Barbosa, M. Kalinowski, and A. Von Staa. 2018. “Applying Pattern-Driven Maintenance.” In Proceedings of the 12th ACM/IEEE International Symposium on Empirical Software Engineering and Measurement - ESEM ’18.", "Oliveira, D. F., T. B. Pereira, M. A. S. Ferreira, M. D. Silva, T. G. Silva, and J. S. Brandão. 2018. “SAD - Performance Assessment System.” In Proceedings of the 12th Workshop on Information and Communication Technology of Federal Institutions of Higher Education in Brazil. Foz do Iguaçu.", "Oliveira, D. F., T. B. Pereira, M. A. S. Ferreira, M. D. Silva, T. G. Silva, J. S. Brandão, and E. C. P. L. Silva. 2019. “Performance Assessment System for Government Employees.” In Science, Technology and Innovation, edited by Franciele Bonatto, Jair de Oliveira, and João Dallamuta, 1st ed., 50–56. Belo Horizonte: Atena. https://doi.org/10.22533/at.ed.2511918028.", "Silva, T. G., and G. Bernardi. 2008a. “Affective Computing: Inferring Emotions Through Animated Pedagogical Agents.” In Proceedings of the 4th Scientific Initiation Meeting.", "———. 2008b. “Perspective of the Use of Animated Pedagogical Agents in Learning Objects.” In Proceedings of the 23th Integrated Academic Journey. Santa Maria.", "———. 2009a. “A Study on the OCC Model for Inference of Emotions through Pedagogical Agents.” In Proceedings of the Symposium on Teaching, Research and Extension. Santa Maria.", "———. 2009b. “Cal: An Animated Pedagogical Agent in a Math Learning Object.” CCEI 13: 18–27.", "———. 2009c. “Cal: An Animated Pedagogical Agent to Support Teaching Mathematics in a Learning Object.” In Proceedings of the 20th Brazilian Symposium on Informatics in Education. Florianópolis.", "———. 2009d. “Development of a Learning Object Supported by an Animated Pedagogical Agent Capable of Interacting Affectionately with the Student.” In Proceedings of the 14th International Workshop on Educational Software. Santiago.", "———. 2009e. “Development of a Mathematics Learning Object for Teaching the Rule of Three.” In Proceedings of the 10th Scientific Initiation Meeting of PUCRS.", "———. 2009f. “Development of Interactive Mathematics Learning Object Based on Simulations.” In Proceedings of the 24th Integrated Academic Journey.", "Silva, T. G., G. Bernardi, and M. F.. Müller. 2012. “Virtual Worlds: Possibilities in Higher Education.” CCEI 16.", "Silva, T. G., and G Bernardi. 2009g. “Interface Design for the Learning Object The Rule of Three in Everyday Life.” In Proceedings of the 8th Symposium in Informatics of the Central Region of the Rio Grande Do Sul. Santa Maria.", "Silva, T. G., O. Gehm, R. Antoniazzi, M. L. Cassal, G. Gorski, S. G. Fagan, A. Marin, A. P. Canal, C. Mathias, and F. T. Franciscato. 2007. “Development of Learning Objects for High School: Combinatorial Analysis.” In Proceedings of the 12th International Workshop on Educational Software. Santiago.", "Silva, T. G., M. F. Müller, and G. Bernardi. 2011a. “Approach to Support Software Test Teaching Based on Serious Games and Virtual Worlds.” In Proceedings of the 22th Brazilian Symposium on Informatics in Education. Aracaju.", "———. 2011b. “Overview of Software Engineering Teaching in Undergraduate Courses Focused on Software Testing: A Game-Based Learning Proposal.” RENOTE 9: 1–10.", "Silva, T. G., T. B. Pereira, J. S. Brandão, D. F. Oliveira, and E. C. P. L Silva. 2019. “SisPAC - System for Survey and Consolidation of PAC’s Needs.” In Proceedings in 13th Workshop on Information and Communication Technology of Federal Institutions of Higher Education in Brazil, edited by Ligia Maria C. Sousa Cordeiro, Ricardo de Andrade L. Rabêlo, Eunice P. dos Santos Nunes, and Anne Cristine Betoni Cardoso, 251–56. Cuiabá: ANDIFES. https://sites.ufmt.br/wticifes2019/wp-content/uploads/2019/07/Ebook-WTICIFES.pdf.", "2"]}, "accomplishments": {"research": ["Research and Assessment", "Analyzing", "Planning", "Time management", "Prioritizing", "Decision-making", "_________________________________________________________________________________", "[bookmark: _Toc39513308][bookmark: _Toc45046848]9 Areas of Expertise", "Database"], "project": ["Project Management", "PMBOK", "Business Process Management", "BPM CBOK", "MediaWiki", "Moodle", "Redmine", "Trello", "Slack", "TestLink", "Open Simulator", "Project", "LibreOffice", "Microsoft Office", "Windows", "Linux", "[bookmark: _Toc45046846]8.2 Communication Skills", "Public speaking", "Good listener", "Feedback", "Writing", "[bookmark: _Toc45046847]8.3 Organizational / Managerial Skills", "Good learner", "Proactive", "Team worker", "Problem solving", "Advising and Mentoring", "Leadership", "Attention to detail", "Documenting"]}, "misc": {"activities": ["Activities related to computer repair, as well, teaching in short courses like: Introduction to informatics, Microsoft Excel, Adobe Photoshop and Adobe Flash.", "_________________________________________________________________________________", "[bookmark: _Toc39513311][bookmark: _Toc45046833]5 Events", "[bookmark: _Toc45046834]5.1 Lectures", "· What is Knowledge Management and What Does Wikipedia have to do with it?", "Meetup PHP Rio. Rio de Janeiro, Brazil. 2019.", "· Virtual Worlds: Getting to Know the OpenSim Platform.", "Symposium on Information Technology of the Northwestern Rio Grande do Sul. Cruz Alta, Brazil. 2013.", "· Overview of Software Engineering Teaching in Undergraduate Courses Focused on Software Testing.", "18th Cycle of Lectures on New Technologies in Education, Porto Alegre, Brazil. 2011.", "· Development of Learning Objects at UNIFRA", "1st Meeting of Rived Teams from Rio Grande do Sul. Santa Maria, Brazil. 2007.", "[bookmark: _Toc45046835]5.2 Event Production", "· WoMakersCode Summit. Rio de Janeiro, Brazil. 2019.", "· Front-end Study Group #2. Rio de Janeiro, Brazil. 2018.", "_________________________________________________________________________________", "[bookmark: _Toc45046836]6. Volunteering", "· Event Coders in Rio Summit, Rio de Janeiro, Brazil. 2018.", "· Community WoMakersCode Rio, Rio de Janeiro, Brazil. 2018 - 2019.", "· Community PHP Women Rio, Rio de Janeiro, Brazil. 2019.", "[bookmark: _Toc39513305]________________________________________________________________________________", "[bookmark: _Toc45046837]7 Certificates", "[bookmark: _Toc45046838]7.1 Agile Methodologies", "Agile Methodologies: Introduction to Agile Methods, Lean Startup, Scrum", "23h, 2017", "[bookmark: _Toc45046839]7.2 Development", "Laravel: Making PHP Development Easier, More Techniques and Powerful Webapps, Web Development Productivity, Working with Authentication, Relationships and Tests", "40h, 2018 – 2019", "PHP: Fundamentals, Cookies, Sessions and More Resources, Object-Oriented Programming I, Object-Oriented Programming II, SOLID, PDO I, PDO II, Design Patterns I, Design Patterns II, Test-Driven Development", "108h, 2018 – 2019", "Wordpress: Elementor, Whatsapp Integration and Internationalization, Pages, Themes and Good Practices, Creating Themes", "32h, 2020", "Python: Fundamentals, Advancing, Object-Oriented Programming", "36h, 2019 – 2020", "Software Tester", "Iron Technology, 120h, 2010", "VIM: Fundamentals and Good Practices", "20h, 2017", "[bookmark: _Toc45046840]7.3 IT Governance", "COBIT 5: Corporate Governance, Principles, Enablers, Process Implementation and Assessment", "40h, 2017", "ITIL: IT Management, Service Strategy and Service Design, Service Transition and Service Operation, Continual Service Improvement", "40h, 2017", "[bookmark: _Toc45046841]7.4 Management", "Chief, Manager, Leader and Facilitator: different roles in people management", "Cefet/RJ, 21h, 2016", "Development of an Information Technology Master Plan", "RNP, 24h, 2015", "IT Service Management", "RNP, 24h, 2016"]}, "contact_info": ["Tarcila Gesteira da Silva", "Curriculum Vitae", "08/2020", "Index", "1 Personal Information 3", "2 Languages 3", "3 Education 3", "3.1 PhD in Informatics 3", "3.2 Master's in Computer Science 4", "3.3 Licentiate in Teacher Training for Professional Education 4", "3.4 Bachelor in Information Systems 4", "4 Professional Experience 4", "4.1 Information Technology Analyst – CEFET/RJ 4", "4.2 IT Process Analyst – EBSERH 5", "4.3 Professor – UFSM 5", "4.4 Professor – URCAMP 6", "4.5 Teaching internship – CTISM 6", "4.6 Distance Learning Platforms Technician – FATEC 6", "4.7 Researcher Professor – UAB 7", "4.8 Intern – FATEC 7", "4.9 Scientific Initiation Scholarship – UFN 7", "4.10 Computer Technician | Teacher – NCE/UFRJ 7", "5 Events 7", "5.1 Lectures 7", "5.2 Event Production 8", "6. Volunteering 8", "7 Certificates 8", "7.1 Agile Methodologies 8", "7.2 Development 8", "7.3 IT Governance 9", "7.4 Management 9", "7.5 Presentation 10", "7.6 Soft Skills 10", "8 Skills 10", "8.1 Job-Related Skills 10", "8.2 Communication Skills 11", "8.3 Organizational / Managerial Skills 11", "9 Areas of Expertise 11", "10 Academic Production 11", "[bookmark: _Toc39513303][bookmark: _Toc45046815]", "1 Personal Information", "Name: Tarcila Gesteira da Silva", "Phone: (+351) 912 010 498", "Location: Vila Real, Portugal", "Email: tarcila.gesteira@gmail.com", "Website: tarcilasilva.com", "LinkedIn: linkedin.com/in/tarcilasilva", "PhD Student in Computer Science and IT Analyst. A person who is always striving for professional and personal development.", "[bookmark: _GoBack]Started her IT studies at the age of 15 and never stopped. With 18 years of professional experience working in various areas, such as: technical support, software engineering, technology education, project management, and business process management. Throughout all these years, she keeps her interests in subjects like Programming, Database and Education.", "Enjoying attending technology events and getting involved with IT communities, especially those that support women. She also loves sharing knowledge with others and learning from them.", "Finally, she likes challenges and solving problems. Now she is open to new opportunities, particularly those related to innovative projects. Also, she is available to travel and move to other countries.", "_________________________________________________________________________________", "[bookmark: _Toc45046816][bookmark: _Toc39513304]2 Languages", "Portuguese: mother language", "English: B2", "Spanish: A2", "_________________________________________________________________________________", "[bookmark: _Toc45046817]3 Education", "[bookmark: _Toc45046818]3.1 PhD in Informatics", "University of Trás-os-Montes and Alto Douro, UTAD, Vila Real, Portugal", "Advisor: Vitor Manuel de Jesus Filipe", "2019 – Current", "[bookmark: _Toc45046819]3.2 Master's in Computer Science", "Federal University of Santa Maria, UFSM, Santa Maria, Brazil", "Title: Serious Games in Virtual Worlds: An Approach to Teaching Software Testing", "Advisor: Felipe Martins Müller", "Scholarship: CNPq", "2010 – 2012", "[bookmark: _Toc45046820]3.3 Licentiate in Teacher Training for Professional Education", "Federal University of Santa Maria, UFSM, Santa Maria, Brazil", "Internship: 315 hours in Industrial Technical College of Santa Maria", "Advisor: Claudia Cisiane Benetti", "2012 – 2014", "[bookmark: _Toc45046821]3.4 Bachelor in Information Systems", "Franciscan University, UFN, Santa Maria, Brazil", "Title: Development of a Mathematics Learning Object with an Animated Pedagogical Agent Able to Infer Emotions", "Advisor: Giliane Bernardes", "2007 – 2009", "_________________________________________________________________________________", "[bookmark: _Toc39513306][bookmark: _Toc45046822]4 Professional Experience", "[bookmark: _Toc45046823]4.1 Information Technology Analyst – CEFET/RJ", "Federal Center for Technological Education Celso Suckow da Fonseca, Rio de Janeiro, Brazil", "12/2014 – 09/2019", "Currently, on leave for taking the PhD in Computer Science in Portugal.", "In the previous position, she worked as a Full Stack Web Developer. The main activities and achievements are listed below:", "· Developed systems for different purposes, that dramatically reduced the time to run key processes like employees assesses and purchasing management. Main technologies used: PHP, Laravel, Mysql, Javascript, HTML, CSS, Bootstrap, Data-tables and JQuery.", "· Introduced some good practices for agile methodologies. The main gain was the increase in customer satisfaction.", "· Provided documentation about systems and procedures, reducing the need for training.", "· Made presentations to share knowledge with colleagues. This initiative encouraged others to do the same.", "· Carried out research in the fields of Software Engineering and Information Systems, which brought innovations to the Systems Development Department.", "· Participated in the judging committee of the Teaching, Research and Extension Week, the biggest event promoted by the institution.", "For almost three years, she was the chief of the IT Projects Department.", "· Worked mainly with Software Development Projects.", "· Adopted management support tools. This resulted in an increase in project control and provided valuable information for decision making.", "· Standardized documents and their respective nomenclatures. This made it easier to find project information.", "· Promoted the management of knowledge through the MediaWiki platform, which allowed the construction of knowledge in a collaborative way.", "· Worked with IT Governance, assisting in the preparation of strategic documents, used to guide the company’s development for 5 years.", "· Helped with mapping and modeling the Business Processes of the IT Department in order to comply with government standards.", "· Assisted the Strategic Management Board, by advising them on Business Processes, and giving BPMN & Bizagi training for about 150 employees. This initiative avoided huge spending in hiring a business consultancy and a training company.", "· Made part in working groups for different issues related to the institution's development. She was a key person, working proactively on the group's success.", "[bookmark: _Toc45046824]4.2 IT Process Analyst – EBSERH", "Brazilian Company of Hospital Services, Santa Maria, Brazil", "09/2014 – 11/2014", "The main contribution for the company was to implement reports with critical data that was no longer available on the new management system.", "Mapping the business processes of the subsidiary which recently joined the company. This was important to understand the work at the branch and subsequently take the best practices for all company.", "[bookmark: _Toc45046825]4.3 Professor – UFSM", "Federal University of Santa Maria, Santa Maria, Brazil", "10/2012 – 07/2014", "Guided undergraduate students of Computer Science, Systems Information and Engineering in understanding the fundamentals of some the following courses listed below:", "· Algorithm and Programming", "· Software Engineering", "· Software Quality", "· Introduction to Informatics", "[bookmark: _Toc45046826]4.4 Professor – URCAMP", "University of the Campaign Region, São Gabriel, Brazil", "04/2012 – 03/2013", "Fostered students’ commitment to lifelong learning by connecting course materials to real life applications.", "Advised undergraduate degree students of Systems Information in their theses and taught the following disciplines:", "· Data structure", "· Architecture and Organization of Computers I and II", "· Operating Systems I", "· Special Topics in Operating Systems", "· Undergraduate thesis I and II", "[bookmark: _Toc45046827]4.5 Teaching internship – CTISM", "Industrial Technical College of Santa Maria, Santa Maria, Brazil", "11/2012 – 12/2013", "Subjects taught: Programming Language and Digital Circuits.", "[bookmark: _Toc45046828]4.6 Distance Learning Platforms Technician – FATEC", "Technology and Science Support Foundation, Santa Maria, Brazil", "03/2012 – 08/2012", "Management and support of distance learning platforms.", "[bookmark: _Toc45046829]4.7 Researcher Professor – UAB", "Open University of Brazil, Santa Maria, Brazil", "03/2010 – 04/2011", "Carried out research in the field of Educational Technologies. Also trained teachers and tutors involved in Distance Education.", "Managed distance learning platforms (Moodle). Implemented a solution to import users to the platforms.", "Developed web applications to support the activities of the Educational Technologies Department. Main technology used: PHP, PostgreSQL, JavaScript, HTML and CSS.", "[bookmark: _Toc45046830]4.8 Intern – FATEC", "Technology and Science Support Foundation, Santa Maria, Brazil", "07/2009 – 02/2010", "Delphi programming applied to an educational information system.", "[bookmark: _Toc45046831]4.9 Scientific Initiation Scholarship – UFN", "Franciscan University, UFN, Santa Maria, Brazil.", "06/2007 – 12/2017"]}