{"objective": {}, "work_and_employment": {"employment history": ["Employment History:", "Position: Operations Manager", "Company: Fighters Market Europe (FME)", "Dates position held: June 2018 - present", "Responsibilities:", "· Inventory Management", "· Amazon and eBay integration controller", "· Managing operations team", "· Coercing with suppliers and couriers", "· Warehouse management", "· Wholesale account assistant including bespoke design requirements", "· Manage multiple Shopify accounts and", "multi-carrier fulfilment software", "Key Achievements:", "· Introduced a fully barcoded warehouse and inventory management software to European operations.", "Which resulted in a 90% decrease in fulfilment errors and drastically reduced warehouse team order", "picking time", "· Integrated Fighters Market Europe onto both Amazon and eBay, executing the day-to-day operation", "of these stores, and guided a proportion of the inventory to FBA warehouses’", "· Reduced customer returns by 60%", "· Negotiated FME to UPS Preferred Business Account", "· Successfully managed to integrate Royal Mail and Shipstation, with FME running final BETA testing", "Position: Cashier - Deputy General Manager", "Company: Nando’s Restaurants", "Dates position held: May 2006 - June 2018", "Responsibilities:", "· 15-30 staff daily management", "· Recruitment and training management", "· Budget and forecasting management, Profit & Loss accountability", "· Labour planning and forecasting", "· In-house auditor", "· Payroll management including sickness/holiday/maternity management", "· Profit & Loss accountability for all aspects of business", "· Local social media page management", "Key Achievements:", "· Overachieved a single FY budget by £21,000", "· Third lowest restaurant for staff turnover in the company", "· Sixth highest in the company for Mystery Diner scores with an average of 98.7% average", "· Organised promotion with local college which increased weekly sales by £4,000", "· Set up a partnership with local Radio station UNITY FM", "University of Central Lancashire: (BA) Honours International Business 2:1 2015 – 2018", "University of Bolton: HE Diploma Business Management, Distinction 2014 - 2015", "Eccles College 2003-2005 A Level, Business, Sport Studies Leisure and Tourism", "Relevant training and skills:", "Intermediate Food Safety Certificate", "First Aid Trained", "Intermediate Health and Safety Certificate", "BIIAB Award Level 2 Personal License"]}, "education_and_training": {"education": ["Education:"]}, "skills": {}, "accomplishments": {}, "misc": {}, "contact_info": ["Thomas Boden", "Contact Number: +447816976898", "Email: tomboden187@hotmail.com", "Statement:", "With vast experience in high pressured environments in the retail industry, I have developed a", "passion for delivering top-quality customer service and meeting strict deadlines. I am a team player", "and capable of building great working relationships with my superiors, peers and colleagues whilst", "achieving high results autonomously. Whilst working at my full-time role with Nando’s, I successfully", "completed my International Business degree, which demonstrates my ambition and determination", "to succeed.", "In my current role in Operations for Fighters Market Europe, my input has been crucial to the growth of", "the business through the logistics infostructures I have implemented. Results show; 90% reduction", "on fulfilment errors, 60% reduction on returns and a 45% increase on customer retention year-on-", "year, due to the newly incorporated customer integration program I introduced to the business."]}