{"objective": {}, "work_and_employment": {"experience": ["EXPERIENCES AND ACHIEVEMENTS", "Freeman Corporation, Chicago, IL 2019-Present", "Executive Producer", "Develop partnerships by creating brand experiences that are seamless, innovative, and immersive. Execute", "department strategy, creative, and digital to logistics and event technology. Investing in a collaborative", "environment, I am responsible for identifying solutions and leveraging technologies that will set our brand", "and program delivery apart from our competitors. Leads team to develop, implement, and execute strategic", "and tactical global events.", " Member of the Agency Finance committee designated to review budget design and process.", "McDonalds Corporation, Oak Brook, IL 2004 – 2019", "Senior Project Manager", "Senior leader charged with leading the project team and creating strategy for creative and communication", "initiatives. Create and manage budget for global organization ensuring cost savings through management of", "project deadlines. Liaison with clientele to set expectations while executing and managing multiple high", "priority complex projects simultaneously.", " Successfully increased corporate savings by over 15% during tenure by effectively managing", "budgeting and cost expenditures.", " Member of the “Do It Yourself” team which researches new technology and provides options for", "departments to implement programming.", " Produced one of McDonalds largest virtual events managing the Global Marketing Family webcast.", "TIMOTHY A. TURNER Page 2", "TBA Communications & Entertainment, Oak Brook, IL 1996 – 2004", "Executive Producer and Director", "Director and Producer charged with managing all technical and performance details of live meetings and", "entertainment for multiple, simultaneous domestic and international projects. Consulted on creative content,", "format and execution. Focused on client budget and instrumental in providing cost saving solutions to budget", "and deadline objectives while providing real time budget costs and assessments.", " Produced the Motorola 75th Anniversary program.", " Negotiated all contracts for talent, facility and vendor maintaining budget parameters.", " Supervised both union and non-union labor ensuring all union requirements were addressed properly.", "Metropolitan Pier and Exposition Authority—Navy Pier, Chicago, IL 1995 – 1996", "Production and Special Events Manager", "Developed and continuously improved the policies and procedures for the facility when it first opened and", "operated as the first production team. Led the team responsible for creation of scheduling, designing time", "sheets, show proposals and production riders. Advanced talent and obtained bids for all production needs—", "audio, lighting, video and staging. Developed the Entertainment-Special Events budget and oversaw the total", "spend.", " Coordinated operations with labor unions, staff MPEA department heads and talent.", " Managed special events for the City of Chicago and the State of Illinois.", " Identified opportunity for $8m cost savings through banding structure changes.", "Jam Productions, Chicago, IL 1993 – 1995", "Production Assistant", "Production liaison between the promoter, production staff and talent management while aiding promoter and", "tour manager with venue negotiations and assisting with promoter strategies, including scheduling,", "allocating production resources, and defining milestones.", "Alan Hayman Productions, Columbus, OH 1991 – 1995", "Production Assistant and Production Coordinator", "Supervised talent production functions, managed credentials and documented expenditures and calculated", "invoices. Negotiated talent & management riders, advanced show production, catering, transportation, press", "and security. Created workflow process, schedules and communicated deviations to appropriate department", "heads.", "The New Regal Theatre, Chicago, IL 1990 – 1995", "Assistant to the General Manager", "Primary contact for promoters regarding production, marketing and ticket sales. Assisted the GM with", "production requirements for touring and in-house productions. Coordinated office operations, Ticketmaster", "and show close with essential departments."]}, "education_and_training": {"education": ["EDUCATION", "Augustana College, Rock Island, IL", "Business Administration Finance and Marketing", "PMP Certification Candidate 2017", "Certified COVID-19 Compliance Officer 2020", "COMMUNITY ACTIVITIES", "American Cancer Society, 2007-Present", "Christian Life Center, 2006-Present", "Ronald McDonald House Charities 2004-Present", "Chicago Ideas Week 2015-Present"]}, "skills": {}, "accomplishments": {"project": ["Project Manager and Executive Producer", "A Recognized Expert in Executive Production, Event Coordination and Project Management", "Comprehensive experience in event management on a global scale. Results driven executive producer", "focused on team management, event execution and client communication. Innovative and resourceful", "project leader connecting creative process with client budget, expectations and objectives.", "CORE COMPETENCIES", " Virtual Event Producer  Event Production  Executive Producer  Conference and Meeting Planning", " Project Management Team Management  Global Branding  Cost Reduction  Resource", "Management  Leadership Budget Creation  Production Scheduling  Product Delivery", " Communication  Digital Production Creative Development  Scope of Work  Client Relationships", " International Production  Storyteller", "CAREER HIGHLIGHTS", " Executive Lead on the design and execution of the “Voice of McDonalds” McDonald’s global singing contest", "for Managers and Crew", " Production Lead on McDonald’s SXSW activation named top 5 by CNBC, BizBash and Fortune.", " Producer and Committee Member for the McDonald’s All American Basketball Games", " Producer on the McDonalds 50th Anniversary Gala featuring Elton John", " Producer for the Marketing Leadership Conference, Global Legal Conference, The National Black McDonald’s", "Operators Association, The McDonald’s African American Conference, The Diversity Unity Summit,", "McDonald’s Ray Kroc Awards, The Golden Arch Awards, McDonald’s 365 Black Awards at the Essence Music", "Festival, Restaurant Solutions Group National meetings, U.S. Marketing Opnad National Meetings.", " Production Coordinator for the 1993 Motion Picture “The Fugitive”.", " Production Coordinator for the 1992 Motion Picture “Dennis the Menace”", " Production Coordinator for the 1991 World Cup Opening Ceremony", " Production Assistant for the 1991 Salute to Michael Jordan by Comic Relief", "CORPORATE AWARDS", "McDonald’s MA2C Employee Award, 2011", "Brand Activation Association Reggie Award, 2011", "International Association of Business Communicators (IABC) Quill Award, 2010", "McDonald’s Circle of Excellence Award, 2005 and 2006"]}, "misc": {}, "contact_info": ["Timothy A. Turner", "Country Club Hills, IL 60478", "708.712.2834  t2balance@hotmail.com"]}