{"objective": {}, "work_and_employment": {"professional experience": ["Professional experience:", "Associate Broker, Commercial Real Estate, NY & NJ - Coldwell Banker Commercial 2004-Present", "Analyze & evaluate properties taking several factors into account such as zoning, taxes, population growth, type of traffic around the property, market trends, Opportunity Zones and deferred maintenance. Negotiate purchases, sales and leasing, advise on Highest & Best uses, Return on Investment, Tenancy Retention & Vacancy Rates and preventive & corrective maintenance. Creating marketing campaigns for available spaces & properties and client acquisition and space needs.", "Leading an on-going project for an international company with aggressive expansion needs across the United States and other countries; representing American and foreign companies and investment groups with commercial real estate needs.", "Assisting landlords with property management aspects such as rent collections, addressing maintenance issues and arranging for repairs, assisting with drafting lease riders and general communication with tenants.", "Throughout my real estate career I’ve demonstrated strict compliance with fair housing regulations and I’m a winner of multiple awards including “#1 Commercial Leasing listing & transactions”, NY 2018/2019; “#1 Gross Income (GCI)”, NY 2016; “#2 Gross Income (GCI) North Region” (NY/NJ) 2016; “#1 Commercial Leasing listing & transactions”, NY 2015/2016; and “Coldwell Banker’s International Sterling Society” 2015/2016.", "Consultant job role:", "Results-oriented professional focused on supporting organizations achieve increased sales, retain and expand customer base on a global basis and provide support with computer software, hardware and training.", "24/7 Security Group, San Diego, CA 2007-2015", "Digital Presentations and Marketing consultation to an international security company contributing to business growth at an estimated 15%-25% a year throughout the company’s first five years. On-going support on an as-needed basis with marketing, presentations and computer related consultation.", "The Davis List – Legal Recruiting, East Hampton, NY 2000-2011", "Improved workflow and increased productivity by systemizing data management and solving technical issues.", "Richfield Fine Arts / Moss of SoHo / Parr Studios, New York, NY 1992-2006", "Manager and owner of high-end galleries; collaborating with international institutes and clients, customer service and relations, international import & export, coordination of shows & events, the day-to-day running of a small business as well as personal assistance to executive."]}, "education_and_training": {"education": ["EDUCATION:", "Real Estate Licensure and Continuing Education. NY & NJ", "New York University, New York, NY; Computer Information Systems, Associate in Science (AS)", "Language Fluency: English, Hebrew", "Accomplishments: Veteran; leadership role", "Volunteering: - Therapeutic horseback riding facility for challenged children and young adults, and veterans suffering from a PTSD condition.", "- Personal assistant to an executive at an international non-for-profit organization and a coordinator of his fundraising visits in the United States."]}, "skills": {}, "accomplishments": {}, "misc": {}, "contact_info": ["Yshay Manos │ 11 Utopian Ave. Suffern, NY 10901 │ +1. 212.717.6269 (m) │ ymanos@gmail.com", "[bookmark: _GoBack]From experience at a broad and diverse range of industries, I’ve acquired an extensive toolbox of value-added skills including customer service & relation, sales, general office competence, and a solid computer technology background. Cultivating a collaborative approach with an aptitude to foster a team-oriented environment while supporting team member increase relevant business skills and productivity. I am competent working independently and excel as a team player operating as a part of a group, and I’m comfortable and versed collaborating in a multi-cultural environment.", "As a licensed real estate broker specializing in Commercial Real Estate in NY and NJ with over 15-year experience representing national and international clientele, I developed strong analytical, negotiation, marketing, research, and property management skills.", "I’m seeking a change of direction in my professional career and meet new challenges while incorporating my acquired skills, experience, and interests."]}